-- phpMyAdmin SQL Dump
-- version 3.5.2.2
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Nov 20, 2017 at 12:38 PM
-- Server version: 10.1.24-MariaDB
-- PHP Version: 5.2.17

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `u328114597_three`
--

-- --------------------------------------------------------

--
-- Table structure for table `bidding`
--

CREATE TABLE IF NOT EXISTS `bidding` (
  `BUID` int(11) DEFAULT NULL,
  `BPID` int(11) DEFAULT NULL,
  `BPrice` int(11) DEFAULT NULL,
  `BTD` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  KEY `BUID` (`BUID`),
  KEY `BPID` (`BPID`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `bidding`
--

INSERT INTO `bidding` (`BUID`, `BPID`, `BPrice`, `BTD`) VALUES
(20, 1, 10, '2017-04-09 16:20:34'),
(20, 1, 20, '2017-04-09 16:20:41'),
(20, 1, 60, '2017-04-09 16:20:53'),
(20, 7, 10, '2017-04-09 16:21:03'),
(20, 2, 10, '2017-04-09 16:21:09'),
(20, 2, 20, '2017-04-09 16:21:12'),
(20, 4, 10, '2017-04-09 16:21:19'),
(20, 4, 25, '2017-04-09 16:21:24'),
(25, 1, 70, '2017-04-09 16:21:31'),
(20, 4, 75, '2017-04-09 16:21:33'),
(20, 1, 80, '2017-04-09 16:24:10'),
(25, 4, 85, '2017-04-09 16:27:59'),
(25, 4, 95, '2017-04-09 16:28:47'),
(26, 4, 285, '2017-04-09 16:36:50'),
(26, 3, 10, '2017-04-09 16:39:16'),
(26, 5, 10, '2017-04-09 16:40:05'),
(20, 4, 295, '2017-04-09 16:40:09'),
(26, 5, 20, '2017-04-09 16:40:33'),
(26, 5, 30, '2017-04-09 16:40:36'),
(26, 5, 40, '2017-04-09 16:40:41'),
(26, 5, 50, '2017-04-09 16:40:45'),
(26, 6, 10, '2017-04-09 16:42:31'),
(27, 24, 10, '2017-04-09 18:23:05'),
(27, 4, 850, '2017-04-09 18:25:24'),
(27, 2, 50, '2017-04-09 18:28:52'),
(27, 2, 60, '2017-04-09 18:29:04'),
(26, 1, 90, '2017-04-09 18:34:51'),
(26, 1, 100, '2017-04-09 18:35:20'),
(26, 1, 110, '2017-04-09 18:35:39'),
(26, 1, 110, '2017-04-09 18:35:39'),
(26, 1, 330, '2017-04-09 18:35:52'),
(26, 1, 340, '2017-04-09 18:35:57'),
(20, 4, 860, '2017-04-09 19:00:03'),
(20, 4, 870, '2017-04-09 19:04:36'),
(20, 4, 880, '2017-04-09 19:05:34'),
(20, 4, 890, '2017-04-09 19:06:08'),
(20, 11, 10, '2017-04-09 19:08:31'),
(20, 11, 20, '2017-04-09 19:08:35'),
(20, 11, 30, '2017-04-09 19:08:47'),
(20, 11, 40, '2017-04-09 19:10:56'),
(20, 11, 50, '2017-04-09 19:11:25'),
(20, 11, 60, '2017-04-09 19:11:33'),
(20, 11, 70, '2017-04-09 19:11:40'),
(20, 11, 80, '2017-04-09 19:12:13'),
(20, 11, 90, '2017-04-09 19:14:41'),
(20, 11, 100, '2017-04-09 19:16:06'),
(20, 11, 110, '2017-04-09 19:16:38'),
(25, 16, 10, '2017-04-09 19:17:25'),
(25, 70, 10, '2017-04-09 19:17:37'),
(20, 11, 120, '2017-04-09 19:18:05'),
(20, 11, 130, '2017-04-09 19:18:42'),
(20, 11, 140, '2017-04-09 19:19:05'),
(20, 11, 150, '2017-04-09 19:19:48'),
(25, 16, 20, '2017-04-09 19:21:40'),
(25, 16, 40, '2017-04-09 19:21:47'),
(25, 16, 80, '2017-04-09 19:22:00'),
(20, 16, 90, '2017-04-09 19:27:33'),
(26, 17, 10, '2017-04-12 09:02:17'),
(26, 1, 350, '2017-04-12 09:12:08'),
(26, 4, 900, '2017-04-12 09:20:08'),
(20, 13, 10, '2017-04-13 18:28:51'),
(20, 27, 100, '2017-04-18 03:58:26'),
(28, 27, 110, '2017-04-18 08:30:59'),
(29, 27, 120, '2017-04-18 08:40:41'),
(29, 27, 240, '2017-04-18 08:41:10'),
(20, 55, 10, '2017-04-19 09:18:06'),
(26, 55, 10, '2017-04-19 09:18:06'),
(25, 55, 20, '2017-04-19 09:18:09'),
(25, 55, 30, '2017-04-19 09:18:36'),
(20, 55, 30, '2017-04-19 09:18:36'),
(26, 55, 30, '2017-04-19 09:18:36'),
(25, 1, 360, '2017-04-19 09:24:15'),
(26, 55, 40, '2017-04-19 09:42:04'),
(20, 55, 40, '2017-04-19 09:42:05'),
(26, 55, 50, '2017-04-19 09:42:32'),
(20, 55, 50, '2017-04-19 09:42:34'),
(25, 55, 50, '2017-04-19 09:42:38'),
(26, 55, 67, '2017-04-19 09:48:53'),
(26, 55, 77, '2017-04-19 09:49:12'),
(25, 55, 87, '2017-04-19 09:49:54'),
(26, 55, 99, '2017-04-19 09:50:07'),
(25, 55, 97, '2017-04-19 09:50:07'),
(20, 55, 109, '2017-04-19 09:50:52'),
(20, 55, 119, '2017-04-19 09:51:14'),
(25, 55, 129, '2017-04-19 09:51:38'),
(20, 55, 139, '2017-04-19 09:52:17'),
(26, 55, 200, '2017-04-19 09:52:17'),
(20, 55, 211, '2017-04-19 09:52:45'),
(26, 55, 210, '2017-04-19 09:52:45'),
(20, 55, 221, '2017-04-19 09:52:56'),
(26, 55, 222, '2017-04-19 09:52:57'),
(20, 55, 232, '2017-04-19 09:53:11'),
(25, 55, 464, '2017-04-19 09:53:47'),
(26, 4, 910, '2017-04-19 10:34:32'),
(31, 2, 93, '2017-04-19 10:52:40'),
(26, 27, 250, '2017-04-19 10:37:52'),
(26, 53, 10, '2017-04-19 10:41:41'),
(26, 28, 10, '2017-04-19 10:41:51'),
(31, 2, 83, '2017-04-19 10:52:38'),
(31, 2, 103, '2017-04-19 10:52:42'),
(31, 2, 73, '2017-04-19 10:52:31'),
(20, 56, 10, '2017-04-19 10:43:26'),
(31, 2, 113, '2017-04-19 10:52:44'),
(31, 2, 123, '2017-04-19 10:52:46'),
(31, 2, 133, '2017-04-19 10:52:49'),
(31, 2, 143, '2017-04-19 10:52:52'),
(31, 2, 153, '2017-04-19 10:52:54'),
(31, 2, 200, '2017-04-19 10:53:01'),
(31, 2, 400, '2017-04-19 10:53:06'),
(31, 2, 800, '2017-04-19 10:53:17'),
(31, 2, 810, '2017-04-19 10:53:23'),
(29, 29, 10, '2017-04-19 10:54:44'),
(29, 2, 820, '2017-04-19 10:55:07'),
(29, 32, 10, '2017-04-19 10:55:16'),
(29, 27, 260, '2017-04-19 10:55:23'),
(29, 53, 20, '2017-04-19 10:55:45'),
(29, 53, 30, '2017-04-19 10:56:46'),
(29, 53, 40, '2017-04-19 10:56:49'),
(29, 53, 50, '2017-04-19 10:57:01'),
(29, 53, 60, '2017-04-19 10:57:05'),
(29, 53, 70, '2017-04-19 10:57:09'),
(29, 53, 80, '2017-04-19 10:57:12'),
(29, 53, 90, '2017-04-19 10:57:21'),
(31, 53, 100, '2017-04-19 10:57:59'),
(31, 53, 110, '2017-04-19 10:58:19'),
(31, 2, 830, '2017-04-19 10:59:14'),
(31, 2, 840, '2017-04-19 10:59:21'),
(31, 2, 850, '2017-04-19 10:59:28'),
(25, 53, 120, '2017-04-19 11:00:06'),
(31, 53, 130, '2017-04-19 11:00:35'),
(20, 53, 140, '2017-04-19 11:02:18'),
(20, 53, 150, '2017-04-19 11:02:22'),
(31, 53, 160, '2017-04-19 11:02:39'),
(20, 53, 170, '2017-04-19 11:04:05'),
(31, 53, 180, '2017-04-19 11:04:24'),
(20, 53, 190, '2017-04-19 11:05:17'),
(31, 53, 190, '2017-04-19 11:05:23'),
(31, 53, 200, '2017-04-19 11:05:28'),
(31, 53, 210, '2017-04-19 11:05:33'),
(20, 53, 210, '2017-04-19 11:05:36'),
(31, 53, 220, '2017-04-19 11:05:40'),
(20, 53, 220, '2017-04-19 11:05:44'),
(31, 53, 230, '2017-04-19 11:05:45'),
(31, 53, 240, '2017-04-19 11:05:51'),
(26, 53, 250, '2017-04-19 11:08:48'),
(20, 53, 260, '2017-04-19 11:09:20'),
(20, 53, 270, '2017-04-19 11:09:36'),
(26, 53, 270, '2017-04-19 11:09:37'),
(20, 53, 280, '2017-04-19 11:09:40'),
(26, 53, 280, '2017-04-19 11:09:43'),
(20, 53, 290, '2017-04-19 11:10:00'),
(20, 53, 300, '2017-04-19 11:10:10'),
(20, 53, 310, '2017-04-19 11:10:22'),
(20, 53, 320, '2017-04-19 11:10:26'),
(26, 53, 330, '2017-04-19 11:10:35'),
(20, 53, 340, '2017-04-19 11:11:07'),
(20, 53, 350, '2017-04-19 11:11:18'),
(20, 53, 360, '2017-04-19 11:11:30'),
(26, 53, 370, '2017-04-19 11:14:34'),
(20, 53, 370, '2017-04-19 11:14:37'),
(26, 53, 380, '2017-04-19 11:14:39'),
(26, 53, 390, '2017-04-19 11:14:52'),
(20, 53, 380, '2017-04-19 11:14:52'),
(26, 53, 400, '2017-04-19 11:15:01'),
(20, 53, 400, '2017-04-19 11:15:01'),
(20, 53, 410, '2017-04-19 11:15:55'),
(26, 53, 410, '2017-04-19 11:15:55'),
(26, 53, 420, '2017-04-19 11:16:02'),
(20, 53, 420, '2017-04-19 11:16:03'),
(26, 53, 430, '2017-04-19 11:16:20'),
(26, 53, 440, '2017-04-19 11:16:24'),
(26, 53, 440, '2017-04-19 11:16:24'),
(26, 53, 450, '2017-04-19 11:16:27'),
(26, 53, 460, '2017-04-19 11:16:31'),
(20, 53, 470, '2017-04-19 11:18:08'),
(20, 53, 480, '2017-04-19 11:18:18'),
(26, 53, 490, '2017-04-19 11:18:25'),
(26, 33, 10, '2017-04-19 11:19:18'),
(20, 53, 500, '2017-04-19 11:20:35'),
(26, 53, 510, '2017-04-19 11:20:57'),
(20, 53, 520, '2017-04-19 11:21:03'),
(20, 53, 530, '2017-04-19 11:21:08'),
(26, 53, 540, '2017-04-19 11:21:10'),
(26, 53, 550, '2017-04-19 11:21:15'),
(20, 53, 560, '2017-04-19 11:21:18'),
(20, 53, 570, '2017-04-19 11:21:28'),
(26, 54, 10, '2017-04-19 11:23:13'),
(20, 54, 20, '2017-04-19 11:23:22'),
(26, 54, 31, '2017-04-19 11:23:28'),
(20, 54, 30, '2017-04-19 11:23:28'),
(20, 54, 41, '2017-04-19 11:23:35'),
(26, 54, 60, '2017-04-19 11:23:39'),
(26, 54, 120, '2017-04-19 11:23:47'),
(26, 54, 200, '2017-04-19 11:23:53'),
(20, 54, 210, '2017-04-19 11:24:38'),
(26, 54, 400, '2017-04-19 11:24:51'),
(25, 54, 410, '2017-04-19 11:24:56'),
(26, 54, 800, '2017-04-19 11:25:01'),
(25, 54, 420, '2017-04-19 11:25:06'),
(26, 54, 1600, '2017-04-19 11:25:12'),
(25, 54, 810, '2017-04-19 11:25:16'),
(26, 54, 2000, '2017-04-19 11:25:21'),
(26, 54, 4000, '2017-04-19 11:25:33'),
(25, 54, 1610, '2017-04-19 11:25:34'),
(26, 54, 8000, '2017-04-19 11:25:41'),
(26, 54, 16000, '2017-04-19 11:25:56'),
(20, 54, 16010, '2017-04-19 11:26:40'),
(25, 54, 16020, '2017-04-19 11:26:46'),
(26, 54, 20000, '2017-04-19 11:26:57'),
(25, 54, 16030, '2017-04-19 11:26:58'),
(25, 54, 20010, '2017-04-19 11:27:04'),
(20, 54, 20020, '2017-04-19 11:27:06'),
(26, 54, 40000, '2017-04-19 11:27:08'),
(26, 54, 80000, '2017-04-19 11:27:31'),
(25, 54, 40010, '2017-04-19 11:27:33'),
(25, 54, 80010, '2017-04-19 11:27:36'),
(26, 54, 80020, '2017-04-19 11:28:06'),
(26, 54, 80030, '2017-04-19 11:28:45'),
(25, 54, 80040, '2017-04-19 11:28:53'),
(26, 1, 600, '2017-04-19 11:31:25'),
(20, 1, 610, '2017-04-19 11:31:28'),
(25, 1, 620, '2017-04-19 11:31:31'),
(25, 1, 630, '2017-04-19 11:31:33'),
(25, 1, 640, '2017-04-19 11:31:36'),
(26, 1, 650, '2017-04-19 11:31:42'),
(26, 1, 660, '2017-04-19 11:31:51'),
(26, 1, 670, '2017-04-19 11:32:07'),
(25, 1, 680, '2017-04-19 11:32:14'),
(20, 55, 474, '2017-04-19 11:37:31'),
(26, 55, 800, '2017-04-19 11:37:42'),
(26, 55, 810, '2017-04-19 11:37:44'),
(20, 55, 820, '2017-04-19 11:38:12'),
(26, 55, 830, '2017-04-19 11:38:24'),
(26, 55, 840, '2017-04-19 11:38:27'),
(26, 55, 1000, '2017-04-19 11:38:32'),
(25, 1, 690, '2017-04-19 11:39:51'),
(26, 1, 700, '2017-04-19 11:40:30'),
(20, 1, 710, '2017-04-19 11:41:29'),
(20, 1, 720, '2017-04-19 11:41:33'),
(26, 1, 730, '2017-04-19 11:41:36'),
(20, 1, 740, '2017-04-19 11:48:04'),
(25, 1, 750, '2017-04-19 11:48:22'),
(31, 56, 20, '2017-04-19 12:03:02'),
(31, 27, 270, '2017-04-19 12:04:11'),
(31, 27, 280, '2017-04-19 12:04:15'),
(31, 57, 10, '2017-04-19 12:05:15'),
(31, 58, 10, '2017-04-19 12:05:26'),
(31, 60, 10, '2017-04-19 12:05:38'),
(31, 25, 10, '2017-04-19 12:05:48'),
(31, 26, 10, '2017-04-19 12:06:20'),
(31, 28, 20, '2017-04-19 12:06:49'),
(31, 56, 30, '2017-04-19 12:07:27'),
(31, 56, 60, '2017-04-19 12:07:35'),
(31, 62, 10, '2017-04-19 12:07:46'),
(34, 56, 70, '2017-04-19 12:07:50'),
(35, 57, 20, '2017-04-19 12:08:40'),
(26, 56, 80, '2017-04-19 12:09:00'),
(35, 56, 90, '2017-04-19 12:09:24'),
(32, 56, 120, '2017-04-19 12:09:37'),
(34, 56, 200, '2017-04-19 12:09:49'),
(35, 56, 250, '2017-04-19 12:10:04'),
(32, 56, 260, '2017-04-19 12:10:10'),
(34, 57, 40, '2017-04-19 12:10:26'),
(20, 56, 270, '2017-04-19 12:10:35'),
(26, 56, 280, '2017-04-19 12:11:03'),
(32, 56, 290, '2017-04-19 12:11:14'),
(32, 88, 10, '2017-04-19 12:12:12'),
(35, 88, 20, '2017-04-19 12:12:35'),
(34, 88, 30, '2017-04-19 12:13:03'),
(32, 88, 40, '2017-04-19 12:13:13'),
(34, 88, 50, '2017-04-19 12:13:34'),
(35, 88, 100, '2017-04-19 12:13:44'),
(34, 88, 110, '2017-04-19 12:13:55'),
(34, 88, 120, '2017-04-19 12:13:58'),
(34, 88, 130, '2017-04-19 12:14:00'),
(34, 88, 140, '2017-04-19 12:14:02'),
(35, 88, 160, '2017-04-19 12:14:06'),
(32, 88, 170, '2017-04-19 12:14:18'),
(34, 88, 180, '2017-04-19 12:14:22'),
(34, 88, 190, '2017-04-19 12:14:24'),
(34, 88, 200, '2017-04-19 12:14:26'),
(35, 88, 250, '2017-04-19 12:14:27'),
(26, 88, 210, '2017-04-19 12:14:28'),
(34, 88, 260, '2017-04-19 12:14:32'),
(34, 88, 270, '2017-04-19 12:14:40'),
(34, 88, 280, '2017-04-19 12:14:43'),
(34, 88, 290, '2017-04-19 12:14:45'),
(35, 88, 300, '2017-04-19 12:14:49'),
(34, 88, 310, '2017-04-19 12:14:50'),
(34, 88, 320, '2017-04-19 12:14:52'),
(20, 88, 400, '2017-04-19 12:14:52'),
(34, 88, 410, '2017-04-19 12:14:54'),
(34, 88, 420, '2017-04-19 12:14:56'),
(35, 88, 500, '2017-04-19 12:14:57'),
(34, 88, 1000, '2017-04-19 12:15:02'),
(34, 88, 2000, '2017-04-19 12:15:06'),
(34, 88, 4000, '2017-04-19 12:15:10'),
(34, 88, 8000, '2017-04-19 12:15:21'),
(35, 88, 4010, '2017-04-19 12:15:21'),
(32, 88, 8010, '2017-04-19 12:15:25'),
(34, 88, 16000, '2017-04-19 12:15:33'),
(35, 88, 8020, '2017-04-19 12:15:37'),
(34, 88, 16010, '2017-04-19 12:15:41'),
(35, 88, 32000, '2017-04-19 12:15:45'),
(34, 88, 32010, '2017-04-19 12:15:48'),
(34, 88, 60000, '2017-04-19 12:15:53'),
(34, 88, 120000, '2017-04-19 12:15:58'),
(34, 88, 120010, '2017-04-19 12:16:01'),
(35, 88, 240000, '2017-04-19 12:16:06'),
(34, 88, 120020, '2017-04-19 12:16:08'),
(34, 88, 240010, '2017-04-19 12:16:11'),
(34, 88, 240020, '2017-04-19 12:16:14'),
(32, 88, 240030, '2017-04-19 12:16:19'),
(34, 88, 240040, '2017-04-19 12:16:23'),
(34, 88, 240050, '2017-04-19 12:16:31'),
(34, 88, 240060, '2017-04-19 12:16:34'),
(35, 88, 240070, '2017-04-19 12:16:36'),
(26, 88, 240080, '2017-04-19 12:16:57'),
(35, 88, 240090, '2017-04-19 12:16:59'),
(25, 89, 10, '2017-04-19 12:19:09'),
(36, 57, 69, '2017-04-19 12:24:14'),
(36, 58, 20, '2017-04-19 12:25:12'),
(36, 2, 1696, '2017-04-19 12:29:43'),
(40, 40, 10, '2017-04-19 12:42:46'),
(41, 42, 2147483647, '2017-04-19 13:30:52'),
(41, 42, 10000000, '2017-04-19 13:30:34'),
(41, 70, 20000, '2017-04-19 13:28:22'),
(41, 42, 2147483647, '2017-04-19 13:31:06'),
(42, 29, 20, '2017-04-19 13:33:18'),
(43, 29, 30, '2017-04-19 13:33:57'),
(42, 29, 40, '2017-04-19 13:34:01'),
(43, 29, 50, '2017-04-19 13:34:25'),
(42, 29, 60, '2017-04-19 13:34:33'),
(43, 29, 70, '2017-04-19 13:34:37'),
(43, 29, 80, '2017-04-19 13:34:41'),
(42, 29, 90, '2017-04-19 13:35:21'),
(40, 63, 10, '2017-04-19 13:36:39'),
(40, 58, 30, '2017-04-19 13:37:06'),
(41, 57, 79000000, '2017-04-19 13:39:59'),
(40, 57, 79000010, '2017-04-19 13:40:07'),
(41, 57, 2147483647, '2017-04-19 13:40:10'),
(41, 57, 2147483647, '2017-04-19 13:40:18'),
(41, 57, 2147483647, '2017-04-19 13:40:25'),
(41, 57, 2147483647, '2017-04-19 13:40:39'),
(40, 57, 2147483647, '2017-04-19 13:45:30'),
(25, 57, 2147483647, '2017-04-19 13:54:12'),
(25, 57, 2147483647, '2017-04-19 13:54:20'),
(20, 57, 2147483647, '2017-04-19 13:54:32'),
(25, 57, 2147483647, '2017-04-19 13:54:33'),
(31, 2, 1706, '2017-04-19 15:36:02'),
(26, 2, 1716, '2017-04-19 15:36:24'),
(31, 2, 1726, '2017-04-19 15:36:33'),
(31, 15, 10, '2017-04-19 15:38:12'),
(31, 3, 20, '2017-04-19 15:38:18'),
(31, 4, 920, '2017-04-19 15:38:23'),
(31, 5, 60, '2017-04-19 15:38:28'),
(31, 6, 20, '2017-04-19 15:38:35'),
(31, 7, 20, '2017-04-19 15:38:41'),
(31, 8, 10, '2017-04-19 15:38:47'),
(31, 9, 10, '2017-04-19 15:38:53'),
(31, 10, 10, '2017-04-19 15:38:58'),
(31, 11, 160, '2017-04-19 15:39:04'),
(31, 12, 10, '2017-04-19 15:39:10'),
(31, 13, 20, '2017-04-19 15:39:17'),
(31, 14, 10, '2017-04-19 15:39:24'),
(31, 15, 20, '2017-04-19 15:39:30'),
(26, 2, 1736, '2017-04-19 17:41:15'),
(36, 1, 760, '2017-04-20 10:18:30'),
(36, 33, 20, '2017-04-20 10:19:14'),
(48, 81, 10, '2017-04-20 10:20:20'),
(36, 33, 30, '2017-04-20 10:20:33'),
(48, 1, 770, '2017-04-20 10:21:13'),
(48, 1, 1234, '2017-04-20 10:22:11'),
(48, 1, 2000, '2017-04-20 10:22:33'),
(48, 1, 4000, '2017-04-20 10:22:48'),
(48, 1, 5400, '2017-04-20 10:23:02'),
(20, 18, 10, '2017-04-20 10:25:32'),
(36, 18, 20, '2017-04-20 10:26:45'),
(48, 17, 20, '2017-04-20 10:26:59'),
(48, 18, 30, '2017-04-20 10:27:22'),
(20, 18, 40, '2017-04-20 10:27:41'),
(36, 18, 50, '2017-04-20 10:28:22'),
(1, 93, 10, '2017-04-24 10:55:13'),
(49, 93, 20, '2017-04-24 10:58:30'),
(1, 93, 30, '2017-04-24 10:58:52'),
(49, 93, 40, '2017-04-24 10:58:57'),
(49, 93, 50, '2017-04-24 10:59:06'),
(49, 93, 60, '2017-04-24 10:59:22'),
(49, 93, 70, '2017-04-24 10:59:35'),
(1, 93, 80, '2017-04-24 10:59:40'),
(1, 93, 90, '2017-04-24 11:00:00'),
(49, 93, 100, '2017-04-24 11:00:05'),
(1, 94, 10, '2017-04-24 11:02:38'),
(49, 94, 20, '2017-04-24 11:02:42'),
(1, 94, 30, '2017-04-24 11:02:56'),
(49, 94, 41, '2017-04-24 11:03:06'),
(1, 94, 40, '2017-04-24 11:03:07'),
(49, 94, 55, '2017-04-24 11:04:04'),
(1, 94, 51, '2017-04-24 11:04:05'),
(49, 94, 68, '2017-04-24 11:04:22'),
(1, 94, 65, '2017-04-24 11:04:23');

-- --------------------------------------------------------

--
-- Table structure for table `generate`
--

CREATE TABLE IF NOT EXISTS `generate` (
  `GPID` int(11) DEFAULT NULL,
  `SName` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  KEY `GPID` (`GPID`),
  KEY `SName` (`SName`(250))
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `member`
--

CREATE TABLE IF NOT EXISTS `member` (
  `UID` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `Fname` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `Lname` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `Phonenumber` tinytext,
  `password` varchar(255) NOT NULL,
  `address` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `status` tinytext,
  `Avatar` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`UID`),
  UNIQUE KEY `username` (`username`),
  UNIQUE KEY `email` (`email`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=50 ;

--
-- Dumping data for table `member`
--

INSERT INTO `member` (`UID`, `username`, `Fname`, `Lname`, `Phonenumber`, `password`, `address`, `email`, `status`, `Avatar`) VALUES
(1, 'admin', 'threedoor', 'threedoor', '0123456789', '1234', 'lpasodkopko', 'threedoor@hotmail.com', 'staff', 'guest.jpg'),
(2, 'test', 'test', 'test', '12345', '1234', 'sadqwrdsfadsqw', 'dad@dada', 'staff', 'guest.jpg'),
(16, 'test2', 'asdasd', 'asdasdsad', '0123456789', '1234', 'qweszcdawdsc', 'dasdas@sadasd', 'user', 'guest.jpg'),
(19, 'test3', 'asdasdasda', 'asdasdasd', '12345', '1234', 'asdqwzxaqaqa', 'dadad@aaaa', 'user', 'guest.jpg'),
(20, 'dank555', 'supakit', 'chumchanchira', '0910289050', '055494178', '31 m.5', 'dank-04@hotmail.com', 'staff', '10422032_756085801095108_2503557946058803596_n.jpg'),
(22, 'dankkak', 'dankkak', 'dankkak', '0123456789', 'dankkak', 'dankkak', 'dankkak@hotmail.com', 'user', 'guest.jpg'),
(24, 'testthai1', 'เทสชื่อไทย', 'เทสนามสกุลไทย', '1111111111', '123456789', 'เทสที่อยู่ไทย', 'testthai1@hotmail.com', 'user', 'guest.jpg'),
(25, 'khimpai', 'sanchanon', 'utthachai', '0933155506', 'khim58130', '42/1 หมู่ 5 ต.เวียงใต้ อ.ปาย จ.แม่ฮ่องสอน 58130', 'khim_pai1095@hotmail.com', 'staff', 'UnxXIj47.jpg'),
(26, 'theford', 'assadech', 'dechkhajorn', '0896141976', '1234', 'หอพักจุฟๆ', 'fordpow@msn.com', 'staff', 'wwwwwww.jpg'),
(27, 'toonna', 'ตูนนะ', 'จะใครละ', '0959569170', '1234', '114 /2', 'cczx_09@hotmail.com', 'user', '16195028_1304831799572913_2034017627343593697_n.jpg'),
(28, 'jame500', 'เจมส์', 'มา', '0257984568', 'fedfe', 'มหาวิทยาลัยเชียงใหม่ กำลังเล่นเกม ROVอยู่', 'jame500@hotmail.com', 'user', '17362016_1470524929667009_7754681835088367917_n.jpg'),
(29, 'noonhero', 'ธีรเดช', 'ไชยะพรมมา', '0906946714', '12345', 'dsfsdf', 'sfsdfsd@d', 'user', '16195047_1251000871646705_8984607361437875130_n.jpg'),
(30, 'sahapap', 'จันทร์', 'ปุกลุ๊ก', '0822222222', '1234567890', 'สำนักนายก', 'Prayut@mail.com', 'user', '12717599_1327346653948343_6177574921078733463_n.jpg'),
(31, 'time123456789', 'Tanapat', 'Apiwongngam', '0801234567', '1234567890', '199 หมู๋12 ต.น้ำดิบ อ.ป่าซาง จ.ลำพูน 51120', 'time1234@gmail.com', 'user', '11427309_1670656226489164_816736790_n.jpg'),
(32, 'yenoooxuy', 'thanabodee', 'krathu', '0855458112', '123456123', '2ฺB Place ', 'yenoooxuy@gmail.com', 'user', 'Hoya1.jpg'),
(33, 'antystang', 'anongnat', '', '', 'stang555', '', '', 'user', 'guest.jpg'),
(34, 'admin0k', 'แอดมิน', 'เค', '0812345678', '12345678', 'ไม่บอก', 'admin_k@karee.com', 'user', '16387194_1180836198681804_8215752868433968706_n.jpg'),
(35, 'anstang', 'dfghj', 'fghjk', '0987654321', 'stang555', 'ไพพนาแมนขั่น', 'fghj@fghjk.com', 'user', 'IconChar_claudette.jpg'),
(36, 'suinaja', 'สุ่ยสุ้ย', 'ผู้ฆ่าไม่ตาย', '0898765432', '580510627', 'North_Korea', 'SuiNeverDie@thaiGovernment.com', 'user', '12736318_849424891852221_2108577161_n.jpg'),
(38, 'Baejinyung', 'Jinyoung', 'Bae', '0901234567', 'ilovebaejin', 'Produce101 c9 ent. Seol korea 267', 'bb@c9.kr', 'user', 'guest.jpg'),
(39, 'TestUpper', 'TestUpper', 'TestUpper', '111111111', '12345', 'asdasd', 'd@d', 'user', 'guest.jpg'),
(40, 'Baejinyoung', 'ไม่มี', 'ไม่ใส่', '0901234567', '1234', 'Kk@w.u', 'uuKk@w.u', 'user', '2560-04-18-10-43-07.gif'),
(41, 'SmileD', 'Ssssss', 'Wwwwww', '0895643234', 'unknown', 'Fhhhfh', 'pppp@hotmail.com', 'user', 'guest.jpg'),
(42, 'lumos', 'saknarin', 'intajuk', '0827972099', '1234', '91 ม.6', 'saknarin_nick@hotmail.com', 'user', 'guest.jpg'),
(43, 'yamayn', 'aunyanee', 'wongduean', '0618023110', '0618023110', '123', 'yammieaun@hotmail.com', 'user', 'guest.jpg'),
(44, 'dank', 'asdasd', 'asdasd', '2333333333', '1234', 'asdds', 'd@d.com', 'user', 'guest.jpg'),
(45, 'deyoshi', 'ake', 'ola', '0913123123', 'khim58130', '1', '42@as', 'user', 'guest.jpg'),
(46, 'pondlnwza', 'Pond', 'lnwza', '0899999999', 'kuyrai55', 'world', 'abcxxlnw@hotmail.com', 'user', '1080.jpg'),
(47, 'Qwerty', 'Roman', 'Froy', '0123456789', 'qwerty', '555 phraram9 road. Tokyo,LA', 'qwerty@qw', 'user', 'IMG_7317.JPG'),
(48, 'test000000', '456', '789', '468865133', '1234', 'a5sd4w8', 'asdwj@aslidj.com', 'user', 'guest.jpg'),
(49, 'qweqweqwe', 'qweqweqwe', 'qweqweqwe', '5555555555', 'qweqweqwe', 'qweqwe', 'qweqwe@qwe.com', 'user', 'guest.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `product`
--

CREATE TABLE IF NOT EXISTS `product` (
  `PID` int(11) NOT NULL AUTO_INCREMENT,
  `Photo` varchar(255) NOT NULL,
  `Brand` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `Detail` text CHARACTER SET utf8 COLLATE utf8_unicode_ci,
  `Cost` int(11) NOT NULL,
  `Name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `TNo` int(2) NOT NULL,
  `EDate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`PID`),
  KEY `TNo` (`TNo`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=96 ;

--
-- Dumping data for table `product`
--

INSERT INTO `product` (`PID`, `Photo`, `Brand`, `Detail`, `Cost`, `Name`, `TNo`, `EDate`) VALUES
(1, 'MELON.jpg', 'MELON', '- แบตเตอรี่สำรอง ดีไซน์แบบบาง สวยงาม ทันสมัย\r\n- ชาร์ทไฟได้อย่างสะดวกและรวดเร็ว\r\n- สายต่อ USB ในกล่องเพื่อความสะดวกในการใช้งาน\r\n- ความจุ : 5400 mAh\r\n- ขนาด : 11 x 7 x 0.5 ซม.', 190, 'MELON แบตเตอรี่สำรองขนาด 5400mAh', 1, '2017-04-20 17:34:00'),
(2, 'product-20161201-013237.png', 'Sony', '- หน่วยประมวลผลหลัก : Single-chip custom processor\r\n- CPU : x86-64 AMD "Jaguar", 8 cores\r\n- GPU : 1.84 TFLOPS, AMD next-generation Radeon based graphics engine\r\n- หน่วยความจำ : GDDR5 8GB\r\n- ขนาดของหน่วยเก็บข้อมูล : 500GB Hard disk drive\r\n- ขนาดของตัวเครื่องภายนอกโดยประมาณ : ประมาณ 275 ? 53 ? 305 มิลลิเมตร (กว้างxสูงxยาว)\r\n- น้ำหนัก : ประมาณ 2.8 กิโลกรัม\r\n- BD/ DVD drive (read only) : BD  6 CAV / DVD  8 CAV\r\n- กำลังไฟฟ้า : AC 100-240V, 50/60Hz; AC 110V/220-240V, 50/60 Hz\r\n- อัตราการสิ้นเปลืองพลังงาน : สูงสุด 250W\r\n- อุณหภูมิเมื่อใช้งาน : 5C – 35C\r\n- Camera not included\r\n', 8000, 'PS4 SLIM-JET BLACK [1TB]', 1, '2017-04-20 17:40:00'),
(3, '3.jpg', 'Sandisk ', 'มีขนาดความจุ 32 GB ทำให้คุณสามารถเก็บไฟล์ต่างๆได้อย่างจุใจ\r\nคุณสมบัติ คลาส 10 สำหรับ Full HD\r\nความเร็วในการอ่านข้อมูลมากถึง 48MB/s\r\nถ่ายโอนข้อมูลได้อย่างมีประสิทธิภาพเเละยังช่วยปกป้องข้อมูลอย่างปลอดภัยสูงสุด\r\nสามารถใช้สำหรับจัดเก็บและถ่ายโอนข้อมูลทุกประเภท อาทิ เช่น รูปภาพ วิดีโอ เพลง เกมส์ ฯลฯ\r\nสามารถพกพาติดตัวไปได้ทุกที่เพราะมีขนาดที่เล็กกะทัดรัดเเละใช้งานง่าย\r\nกันน้ำ กันกระแทก กันรังสีเอ็กซ์เรย์ และทนทานต่อทุกอุณหภูมิ', 300, 'Sandisk MicroSD Ultra Class 10', 1, '2017-04-20 17:40:00'),
(4, '4.jpg', 'ลิงดำ', 'นาฬิกาข้อมือดิจิตอล สามารถสวมใส่เป็นสร้อยข้อมือดีไซน์สวย เมื่อต้องการดูเวลาสามารถกดปุ่มที่ตัวเครื่อง ตัวเลขดิจิตอลจึงจะปรากฏขึ้นเพื่อแสดงผลบอกเวลาตามต้องการ\r\nกว้าง : 3 ซม.\r\nยาว : 22 ซม.', 30, 'นาฬิกาข้อมือดิจิตอล', 1, '2017-04-20 17:40:00'),
(5, '5.jpg', 'RUOTY', '- ใช้งานร่วมกับระบบปฏิบัติการ Windows2000/2003/NT/ME/XP/Windows7\r\n- USB : 2.0\r\n- รูปทรงกะทัดรัด สวยงาม ออกแบบตามหลักสรีรศาสตร์เพื่อความสะดวกสบายขณะใช้งาน\r\n- ใช้งานได้ทันที ไม่เรียกร้องการติดตั้งซอฟต์แวร์ใดเพิ่ม\r\n- ประสิทธิภาพและความแม่นยำในการทำงานสูง\r\n- ใช้งานได้ในระยะ 10 เมตร\r\n- เหมาะสำหรับพกพาไว้ใช้งานนนอกสถานที่', 100, 'เม้าส์ไร้สาย 2.4G', 1, '2017-04-20 17:40:00'),
(6, '1.jpg', 'Nony', '- ไมโครโฟนขนาดเล็ก ช่วยในการอัดหรือบันทึกเสียง\r\n- สามารถเชื่อมต่อกับอุปกรณ์อิเล็กโทรนิกส์อื่นผ่านช่องต่อไมค์ รองรับการใช้งานร่วมกับคอมพิวเตอร์ตั้ง\r\n  โต๊ะ, คอมพิวเตอร์พกพา และโทรศัพท์มือถือที่มีช่องต่อขนาด 3.5 มม.\r\n- ขนาดเล็กกะทัดรัด สะดวกกับการใช้งาน\r\n- ช่องต่อ : 3.5 มม.\r\n- ขนาด : 5 x 5 x 1.5 ซม.', 50, 'ไมโครโฟนจิ๋ว', 1, '2017-04-20 17:40:00'),
(7, '12312.jpeg', 'XapenX', '- เปลี่ยนสมาร์ทโฟนให้เป็นโรงหนังส่วนตัวได้ง่ายๆด้วยแว่น VR Box 3D Glasses\r\n- แว่น VR Box 3D Glasses ใช้งานง่าย สะดวกสบาย ไม่ว่าจะนั่งยืน นอน ก็สามารถดูหนัง หรือเล่นเกมส์ 3 \r\n  มิติได้ทุกที่ทุกเวลา\r\n- Resin lens ไม่ทำให้ปวดตาเมื่อชมภาพติดต่อกันเป็นเวลานาน\r\n- ภาพแบบ 3D ให้ความรู้สึกตื่นเต้นเร้าใจและสมจริง\r\n- สามารถใช้งานร่วมกับเหมาะสมาร์ทโฟนที่มีขนาดตั้งแต่ 4.7 - 6 นิ้ว\r\n- เหมาะสำหรับดูหนัง 3D แบบแบ่งจอเป็น 2 ฝั่ง ด้านซ้ายและขวา\r\n- ระบบปฏิบัติการที่รองรับ : iOS7.0 / Android\r\n- ขนาด : 15 x 9 x 8 ซม.', 50, 'แว่น 3D สำหรับสมาร์ทโฟน', 1, '2017-04-20 17:40:00'),
(8, '7.jpg', 'OrtuH', '  Bluetooth : V.4.1\r\n- รองรับการใช้งานร่วมกับอุปกรณ์ที่เชื่อมต่อด้วยระบบ Bluetooth\r\n- พลังเสียงคุณภาพดีระบบ Stereo\r\n- ไมโครโฟนในตัว / Hands free / ตอบรับสายเรียกเข้า\r\n- ปุ่มควบคุมการทำงานอยู่บนตัวหูฟัง\r\n- ขนาดเล็กกะทัดรัด สะดวกต่อการใช้งานและพกพา เหมาะสำหรับสวมหูขณะวิ่งจ๊อกกิ้ง, ออกกำลังกาย,   \r\n  เล่นกีฬา หรือกิจกรรมกลางแจ้งอื่นๆ\r\n- เวลาการใช้งาน : สูงสุด 8 ชม.\r\n- ขนาดหูฟัง : 2 x 3 x 3 ซม.\r\n- ความยาวสายคล้องคอ : 53 ซม.', 100, 'หูฟังไร้สาย Bluetooth 4.1 Headphones', 1, '2017-04-20 17:40:00'),
(9, 'p1.jpeg', 'okPa', 'รางปลั๊กไฟทรงหกเหลี่ยม สามารถตอบสนองต่อการใช้งานด้วยคุณภาพที่ยอดเยี่ยม โดยงานออกแบบรูปลักษณ์ภายนอกรูปทรงหกเหลี่ยมแปลกตา ตัวชิ้นงานวัสดุที่ถูกนำมาออกแบบจะเป็นพลาสติก ABS คุณภาพสูง มีความแข็งแรงทนทานสูง ไม่แตกหรือหักง่าย และทนความร้อนได้ดี มาพร้อมสายไฟยาว 1.8 เมตรและพอร์ท USB 4 พอร์ทสำหรับชาร์ทไฟอุปกรณ์อิเล็กโทรนิกส์ต่างๆ \r\n- ขนาด : 14 x 13 x 3 ซม.\r\n- สายไฟยาว : 1.8 ม.', 90, 'รางปลั๊กไฟทรงหกเหลี่ยมพร้อมพอร์ท USB ', 1, '2017-04-20 17:40:00'),
(10, 'p2.jpg', 'QWER', '- สายเชื่อมต่อ HDMI แบบหัวเล็ก สามารถใช้ต่อกับเครื่องเล่น DVD หรือกล้องดิจิตอล แสดงผลผ่านหน้าจอ\r\n  ทีวี หรือโปรเจคเตอร์\r\n- สายไฟเบอร์ไนล่อน แข็งแรง ทนทาน\r\n- รองรับความละเอียดภาพ : 1920p*1080p HD \r\n- ความเร็วสูงสุดในการส่งข้อมูล : 10.2Gbps\r\n- ความยาว : 2 เมตร 70 ซม.', 50, 'สายเชื่อม HDMI', 1, '2017-04-20 17:40:00'),
(11, 'p3.jpg', 'izadddd', '- อุปกรณ์สำหรับชาร์ทไฟโทรศัพท์มือถือแบบตั้งโต๊ะสำหรับ iPhone\r\n- สามารถใช้งานร่วมกับ iPhone 5, 5c, 5s, iPhone 6, iphone 6 Plus.\r\n- ขนาดเล็กและง่ายต่อการพกพา\r\n- สามารถชาร์ทไฟและถ่ายโอนข้อมูลในโทรศัพท์ไปในเวลาเดียวกันได้\r\n- แท่นชาร์ทเป็นแบบแท่นตั้งโต๊ะ ป้องกันปัญหาโทรศัพท์ร่วงหล่นขณะชาร์ทไฟ\r\n- ใช้งานได้ทั้งในบ้านและออฟฟิศ\r\n- ขนาด : 5 x 7 x 0.5 ซม.', 90, 'อุปกรณ์ชาร์ทไฟโทรศัพท์มือถือแบบตั้งโต๊ะสำหรับ iPhone', 1, '2017-04-20 17:40:00'),
(12, 'p4.jpg', 'REDHUB', '- ลำโพง 1 ดอกรูปทรงลูกรักบี้แบบ 3 มิติ, ตัวเครื่องสีดำเรียบหรูดูดี เสริมความทันสมัยด้วยขอบสีแดง\r\n  สวยงาม \r\n- รองรับการทำงานระบบ Standard bluetooth 3.0 สามารถเชื่อมต่อกับคอมพิวเตอร์ได้ (laptop หรือ \r\n  desktop computer ที่มี bluetooth adapter)\r\n- เชื่อมต่อกับโทรศัพท์มือถือ ระยะการใช้งาน 10 เมตร\r\n- Bluetooth สามารถเชื่อมต่อกับโทรศัพท์มือถือสำหรับรับสาย ต่อสาย และวางสายโทรศัพท์ได้ \r\n- เชื่อมต่อกับอุปกรณ์อิเล็กโทรนิกส์อื่นๆผ่านระบบ Bluetooth ได้ เช่น เครื่องเล่น MP3, MP4, DVD, VCD, CD, PMP, เครื่องเล่นเกมส์รุ่นที่มี digital audio output device.', 150, 'ลำโพง Bluetooth', 1, '2017-04-20 17:40:00'),
(13, 'p5.jpg', '-', 'เครื่องดูดฝุ่นขนาดพกพาที่ช่วยให้คุณสามารถทำความสะอาดทุกซอกมุมของคอมพิวเตอร์ได้อย่างสะดวกสบาย มาพร้อมกับท่อต่อและแปรงปัดทำความสะอาด ขนาดเล็กกะทัดรัดใช้งานง่าย เพียงเสียบสาย USB เข้ากับคอมพิวเตอร์ก็สามารถใช้งานได้ทันที มีความคงทนแข็งแรง \r\nคุณสมบัติผลิตภัณฑ์\r\n- ช่วยให้คุณทำความสะอาดทุกซอกมุมของคอมพิวเตอร์ได้ง่ายดาย\r\n- ผลิตจากพลาสติคคุณภาพดี แข็งแรงทนทาน\r\n- ใช้งานง่าย ขนาดกะทัดรัด น้ำหนักเบา', 40, 'เครื่องดูดฝุ่นขนาดพกพา', 1, '2017-04-20 17:40:00'),
(14, 'p7.jpeg', 'reoX', 'เครื่องตั้งสายกีต้าร์แบบคลิปหนีบคุณภาพดี ช่วยให้คุณตั้งสายเครื่องดนตรีคู่ใจให้ได้เสียงที่ต้องการอย่างง่ายดาย ใช้งานง่ายด้วยดีไซน์แบบคลิปหนีบที่สามารถติดยึดกับกีต้าร์ได้ทันที...อีกหนึ่งไอเท็มดีๆ\r\nรายะเอียดผลิตภัณฑ์:\r\n- สำหรับใช้ตั้งสายกีตาร์ขนาดมาตรฐาน สามารถใช้งานร่วมกับกีต้าร์, เบส, ไวโอลิน และอูคุเลเล่ได้\r\n- มีความแม่นยำสูง \r\n- ขนาดเล็กกะทัดรัด ดีไซน์สวยงาม\r\n- สินค้าใช้วัสดุคุณภาพดีมีความแข็งแรง\r\n- จอแสดงผล : LCD\r\n- ขนาดหน้าจอแสดงผล : 23 x 16 มม.\r\n- ขนาดเครื่อง : 2.5 x 4 x 4 cm.', 90, 'เครื่องตั้งสายกีต้าร์แบบคลิปหนีบ', 1, '2017-04-20 17:40:00'),
(15, 'p8.jpg', 'GTech', '- GTech คีย์บอร์ดที่ออกแบบมาอย่างทันสมัยลงตัว \r\n- รูปลักษณ์เพรียวบาง เพิ่มความสะดวกยิ่งขึ้นให้กับมือของคุณ\r\n- สามารถขยายขาพับแป้นพิมพ์ได้ถึง 8 องศา \r\n- มีท่อระบายน้ำหากน้ำหกใส่คีย์บอร์ด \r\n- พอร์ทเชื่อมต่อ USB และ 104 คีย์', 100, 'GTech Gaming Keyboard ', 1, '2017-04-20 17:40:00'),
(16, 'b1.jpg', 'NANO', '- กำลังไฟฟ้า 1200 วัตต์ \r\n- แรงดันไฟฟ้า 200V / 50Hz\r\n- เลือกใช้งานได้หลากหลาย เช่น อุ่น ตุ๋น ซุป ผัด/ทอด ทอดไฟแรง ต้มน้ำ และสุกี้\r\n- เตาผลิตจากเซรามิคเนื้อหนาคุณภาพดี มาพร้อมหม้อสแตนเลส ฝาแก้วทนความร้อน\r\n- ควบคุมการทำงานด้วยระบบไมโครคอมพิวเตอร์\r\n- ใช้งานง่ายด้วยฟังก์ชั่นการทำงานแบบสัมผัส น้ำหนักเบา เคลื่อนย้ายสะดวก \r\n   พร้อมฟังค์ชั่นการทำอาหารถึง 5 แบบ\r\n- ปลอดภัยด้วยระบบหยุดการทำงานอัตโนมัติเมื่อไม่มีการใช้งานภายใน 2 ชั่วโมง หรือไม่มีภาชนะตั้งบนตัวเตา', 700, 'เตา Induction ระบบสัมผัส 1200W', 5, '2017-04-20 17:40:00'),
(17, 'b2.jpg', 'SKG', '- เครื่องปั่นผสมอาหารแบบมือถือ สำหรับปั่นส่วนผสมหรือวัตถุดิบต่างๆในการประกอบอาหาร\r\n- ใบมีดสแตนเลส ทนทานและไม่เป็นสนิม\r\n- ถอดล้างทำความสะอาดง่าย ดีไซน์สวยงาม จับถนัดมือ\r\n- ปรับความเร็วได้ 7 ระดับ สามารถเปลี่ยนหัวปั่นได้ 2 แบบ \r\n- สามารถผสมอาหารได้หลากหลายประเภท เช่น แป้งทำขนม ครีมสด น้ำสลัด เครื่องแกง เป็นต้น\r\n- กำลังไฟฟ้า : 120W\r\n- แรงดันไฟฟ้า : 220V / 50Hz\r\n- ขนาด : 7.5 x 18 x 11.5 ซม.\r\n- น้ำหนัก : 0.5 กก.', 300, 'SKG เครื่องปั่นผสมอาหารแบบมือถือ', 5, '2017-04-20 17:40:00'),
(18, 'b4.jpg', 'noma', '- เครื่องดักยุงไฟฟ้าขนาด 2 วัตต์ ใช้ไฟบ้าน 220 V\r\n- ขนาดกะทัดรัด สะดวกกับการเคลื่อนย้าย\r\n- ใช้หลักการทำงานโดยมีหลอดไฟเป็นตัวล่อยุงและแมลง แค่เสียบปลั๊กไฟก็ใช้งานได้ทันที เมื่อยุงและ\r\n  แมลงบินเข้าไปที่ตัวเครื่องก็จะโดนช๊อตด้วยขดลวดทำให้ยุงตายทันที หลักการเดียวกับไม้ตียุง เพียงแต่ว่า\r\n  ไม่ต้องไปไล่ตีเท่านั้น\r\n- ตั้งเครื่องไว้ที่ความสูงประมาณ 1 เมตรจะได้ผลดีที่สุด\r\n- ขนาด : 12 x 12 x 27 ซม.', 100, 'เครื่องดักจับยุงไฟฟ้า  สีดำ', 5, '2017-04-20 17:40:00'),
(19, 'b3.jpg', 'COMLUM', '- ใช้สำหรับปิ้งขนมปังชนิดแผ่น สามารถปิ้งขนมปังได้ครั้งละ 2 แผ่น\r\n- สามารถปรับระดับความเกรียมของขนมปังได้ 7 ระดับ\r\n- ใช้งานสะดวกด้วยปุ่มควบคุมการทำงาน 3 ปุ่ม : Defrost / Reheat / Cancel \r\n- ถาดรองเศษขนมปังด้านล่างสามารถถอดล้างทำความสะอาดได้\r\n- กำลังไฟฟ้า : 700W\r\n- แรงดันไฟฟ้า : 220V / 50Hz\r\n- ขนาด : 20 x 12 x 17.5 ซม.', 150, 'เครื่องปิ้งขนมปัง  ', 5, '2017-04-20 17:40:00'),
(20, 'b5.jpg', 'สมิงขาวจัง', '- ใช้ปั๊มลม\r\n- ขนาด 23x10\r\n- พกพาง่าย สะดวกสบายยย', 90, 'เครื่องปั๊มลมแบบเท้าเหยียบท่อเดี่ยว', 5, '2017-04-20 17:40:00'),
(21, 'b6.jpg', 'Warmwhite', '- ใช้ไฟ AC 90V-265V / 50-60Hz\r\n- กำลังไฟ 10W\r\n- อุณหภูมิแสง 3000K (Warm white)\r\n- มุมกระจายแสง (Beam angle) 120 องศา\r\n- กันน้ำได้ IP 65\r\n- อุณหภูมิขณะใช้งาน : -40 C ถึง 60 C\r\n- ความสว่าง 900 lumen\r\n- ขนาด : 11.5 x 8 ซม.', 200, 'โคมไฟ LED สปอร์ตไลท์  ', 5, '2017-04-20 17:40:00'),
(22, 'b7.jpg', 'เรือใบ', '- เตรียมพื้นที่บริเวณที่ต้องการให้พร้อม จากนั้นวางแม่พิมพ์ลงไป\r\n- เทคอนกรีตผสมเสร็จลงไปในแม่พิมพ์ที่วางปูพื้นไว้ให้เต็ม จากนั้นจึงค่อยยกแม่พิมพ์ออก จะได้แนวทาง\r\n  เดินคอนกรีตตามแบบที่เทไว้\r\n- ใช้เกรียงเก็บรายละเอียดงานให้เรียบร้อย จากนั้นปล่อยให้คอนกรีตแห้งก็จะได้ทางเดินในสวนลวดลายต่างๆตามต้องการ', 50, 'แม่พิมพ์ทำทางเดินในสวน', 5, '2017-04-20 17:40:00'),
(23, 'b8.jpg', 'KOYKING', 'สำหรับเป็นสายต่อจากก๊อกน้ำเพื่อชำระล้างสิ่งต่างๆตามต้องการ เช่น ล้างรถ , รดน้ำต้นไม้ ฯลฯ', 70, 'สายยางพร้อมหัวฉีดขนาด 10 ม.  ', 5, '2017-04-20 17:40:00'),
(24, 'k7.jpg', 'BOSCH GSR', '- Bosch สว่านไขควงไร้สาย รุ่น GSR Bitdrive พร้อมสายชาร์ต กระเป๋าเก็บ และคู่มือการใช้ครบครัน\r\n- มาพร้อมหัวไขควง 12 บิต : PH0, PH1, PH2x2, S4, S5.5, S8-10, T8, T10, T20, H1.5, H2.5)\r\n- ที่ใส่หัวไขควง ทรงกลมเปลี่ยนหัวง่าย เพียง 3 ขั้นตอน หมุน ดัน และล็อคเข้าที่ พร้อมใช้งานทันที \r\n- มีระบบ LED แสงไฟสำหรับการทำงานในที่มืด \r\n- แบตเตอรี่ใช้กำลังไฟฟ้า : 3.6V จ่ายไฟฟ้าด้วยอัตรา 1.5Ah \r\n- หัวชาร์ตแบบ Micro-USB ใช้เวลาชาร์ตแบตเตอรี่เต็มที่ 4 ชั่วโมง\r\n- สวิตเปิดปิดบริเวณด้ามจับ เพื่อความสะดวกสบายในการใช้งาน\r\n- ขนาดสว่านไขควง : 4.5 x 15 x 16 ซม.\r\n- รับประกันคุณภาพ 6 เดือนจากตัวแทนจัดจำหน่าย (สินค้ามาพร้อมใบรับประกัน)', 500, ' BitDrive Professional สว่านไขควงไร้สาย', 3, '2017-04-20 17:40:00'),
(25, 'k6.jpg', 'KoPoP', '- ใช้วัดกระแสไฟฟ้าได้', 200, 'Digital Multimeter เครื่องมือวัดกระแสไฟฟ้า', 3, '2017-04-20 17:40:00'),
(26, 'k5.jpg', 'KLASS ', '- เซ็ทเครื่องเจียร์ไฟฟ้า พร้อมอุปกรณ์ชั่งอื่นๆอีกกว่า 21 ชิ้น จาก KLASS รุ่น KL-BMC6030 ใช้งานง่ายสะดวก มาพร้อมกล้องพลาสติกดำ มีหูหิ้ว จัดเก็บสะดวก หิ้วสบาย\r\n- กำลังไฟ 500 วัตต์\r\n- ใบเจียร์ 100 มม.\r\n- ความเร็ว 11,000 รอบ/นาที\r\n- ภายในประกอบด้วย ค้อน ไขควง เลื่อย ตะไบ คีมจับ คีมปากจิ้งจก ชุดขันตัว L,พร้อมกล่องเก็บอุปกรณ์\r\n- ขนาด : 9 X 35 X 32 ซม.\r\n- น้ำหนัก	3.15 กก.\r\n- รับประกันคุณภาพ 6 เดือน', 700, 'เซ็ทเครื่องเจียร์ไฟฟ้า พร้อมอุปกรณ์ 21 ชิ้น', 3, '2017-04-20 17:40:00'),
(27, 'k3.jpg', 'LOL', '- แผ่นฟองน้ำสำหรับขัดเงาสีรถยนต์ หรือทำความสะอาดเครื่องเรือนต่างๆ\r\n- ใช้งานได้กับแว็กซ์ทุกชนิด ช่วยให้ผิววัตถุขึ้นเงาสวยงาม เหมาะสำหรับขัดเคลือบสีรถยนต์ งานโลหะ งานไม้และเฟอร์นิเจอร์ต่างๆ \r\n- สามารถใช้งานร่วมกับเครื่องขัดระบบไฟฟ้าได้ (*อุปกรณ์ในกล่องไม่รวมเครื่องขัด*)\r\n- ขนาด : 5"', 50, 'ฟองน้ำขัดเงาสีรถยนต์', 3, '2017-04-20 17:40:00'),
(28, 'k8.jpg', 'Zinsano', '- แท่นจับสว่านมือ ใช้สำหรับเป็นตัวจับสว่านมือเพื่อใช้สำหรับงานเจาะทั่วไป เช่น เจาะไม้ เจาะเหล็ก หรือวัตถุเนื้อแข็งอื่นๆที่สามารถเจาะได้\r\n- ระดับความสูง : 500 มม.\r\n- พื้นที่ใช้งาน : 60 มม.\r\n- เจาะลึกสุด : 43 มม.\r\n- ขนาด : 7.5 x 17 x 51.5 ซม.\r\n- น้ำหนัก : 3.6 กก.', 150, 'แท่นจับสว่านมือ', 3, '2017-04-20 17:40:00'),
(29, 'k2.jpg', 'iopT', '- ค้อนเหล็ก ด้ามจับหุ้มยางเพื่อความสะดวกขณะใช้งาน\r\n- ผลิตจากวัสดุคุณภาพดี แข็งแรงทนทาน\r\n- เหมาะสำหรับงานช่างทุกประเภท\r\n- ความยาว : 31 ซม.', 50, 'ค้อนเหล็ก', 3, '2017-04-20 17:40:00'),
(30, 'k4.jpg', 'QWERTYUIO', '- แม่แรงกระปุกสำหรับใช้ในงานช่างและซ่อมบำรุงรถยนต์ต่างๆ \r\n- ผลิตจากวัสดุคุณภาพดี แข็งแรง และทนทาน\r\n- ใช้งานได้อย่างเต็มประสิทธิภาพในขนาดกะทัดรัด\r\n- น้ำหนักที่รับได้ : 3 ตัน\r\n- Minimum height : 148 mm.\r\n- Lifting height : 85 mm.\r\n- Height adjustment : 50 mm.\r\n- Maximum height : 298 mm.', 200, 'แม่แรงกระปุก 3 ตัน', 3, '2017-04-20 17:40:00'),
(31, 'd5.jpg', 'สมพรค้าไม้', '- ดาวและพระจันทร์เสี้ยวเรืองแสงในความมืด แนะนำสำหรับติดเพดานหรือผนังในห้องเด็กน้อย สร้างบรรยากาศสวยงามในการหลับนอน\r\n- 1 ชุดมาพร้อมดาว 8 ดวง และพระจันทร์เสี้ยว 1 ดวง\r\n- กาวสำหรับติดเพดานไม่รวมในเซ็ต\r\n- ขนาด : 2-14 ซม.', 20, 'ชุดแผ่นดาวและพระจันทร์เรืองแสง ', 2, '2017-04-20 17:40:00'),
(32, 'd6.jpeg', 'DULEX', '- โถปัสสาวะสำหรับเด็กชาย ช่วยฝึกให้เด็กรู้จักการขับถ่ายให้ถูกสุขอนามัย สอนให้เด็กรู้จักการเดินมาถ่ายปัสสาวะด้วยตนเอง เป็นการฝึกพัฒนาการอีกขั้นของลูกน้อย\r\n- ด้านในโถมีใบพัดเล็กๆติดอยู่ เมื่อเด็กปัสสาวะโดนใบพัด ใบพัดจะหมุน เป็นการฝึกให้เด็กปัสสาวะได้ตรง ไม่หกเลอะเทอะ\r\n- ยึดติดกับผนังด้วยตัวดูดสูญญากาศ 2 ตัว และแถบกาวยึดติดผนัง (รวมอยู่ในชุด)\r\n- สะดวกสบาย ติดตั้งและใช้งานง่าย \r\n- ตัวโถสามารถยกออกมาเท และทำความสะอาดได้ง่าย\r\n- สามารถเลือกตำแหน่งที่ติดตั้งได้ตามความสูงของเด็ก \r\n- เหมาะกับน้องที่มีอายุ 1.6 ขวบขึ้นไป \r\n- สามารถจุน้ำได้ถึง 1000 มล.\r\n- ขนาด : 30 x 21 ซม.', 60, 'โถปัสสาวะสำหรับเด็กชาย ', 2, '2017-04-20 17:40:00'),
(33, 'd7.jpg', 'TYUIO', '- บ้านของเล่นสำหรับเด็ก สามารถประกอบและติดตั้งได้ง่าย เป็นที่ที่ให้เด็กๆได้สนุกสนานกับจิตนาการและการผจญภัยได้เป็นอย่างดี\r\n- ผลิตจากผ้าไนลอนโพลีเอสเตอร์สีสันสดใส น้ำหนักเบา สามารถพับเก็บในกระเป๋าได้ จึงเหมาะกับวันหยุดพักผ่อน ท่องเที่ยวปิคนิคนอกสถานที่ หรือคอนโดมีเนียมที่มีพื้นที่จำกัด \r\n- ไม่มีเหลี่ยมมุมแหลมคมเป็นอันตรายกับบุตรหลานแต่อย่างใด\r\n- เหมาะสำหรับเด็กอายุ 1-7 ปี\r\n- ขนาด : 30 x 120 x 95 ซม.', 120, 'บ้านของเล่นสำหรับเด็ก', 2, '2017-04-20 17:40:00'),
(34, 'd8.png', 'XE', '- ผลิตจากพลาสติค ABS ผิวเรียบ ให้สัมผัสลื่นไหล สามารถบิดและหมุนได้สะดวกง่ายดาย\r\n- ช่วยฝึกและพัฒนาทักษะกระบวนการคิดเพื่อวางแผนการเรียงสีรูบิคให้สวยงาม\r\n- ออกแบบมาเป็นอย่างดีให้ทนทานต่อการเล่นและแรงกระแทกต่างๆ\r\n- ขนาด : 5.5 x 5.5 ซม.', 40, 'รูบิค', 2, '2017-04-20 17:40:00'),
(35, 'd2.jpg', 'INTEX', '- ผลิตจากวัสดุคุณภาพดี ไม่มีเหลี่ยมมุมแหลมคมที่จะเป็นอันตรายต่อผู้ใช้งาน\r\n- เป็นของเล่นสำหรับเด็กๆ เหมาะสำหรับเด็กทุกวัย \r\n- ช่วยเสริมสร้างพัฒนาการและความแข็งแรงของกล้ามเนื้อ ให้เด็กๆได้ออกกำลังกายผ่านการเล่นได้เป็นอย่างดี\r\n- พัฒนาทักษะด้านการใช้สายตา ด้านการเคลื่อนไหวในเด็ก\r\n- ทำความสะอาดง่าย แค่ใช้ผ้าชุบน้ำเช็ดหลังการเล่น \r\n- พับเก็บง่าย สามารถถอดพับเก็บใส่ถุงหิ้วได้อย่างสะดวก \r\n- ขนาดกะทัดรัด พกพาใส่รถเดินทางไปด้วยทุกที่ \r\n- ขนาดเมื่อเป่าลม : 55 x 80 ซม.', 90, 'ตุ๊กตาล้มลุกเป่าลม  รูปนักมวย', 2, '2017-04-20 17:40:00'),
(36, 'd3.jpg', 'OI', 'กมตึกถล่มเจงก้างานไม้อย่างดี ประณีตสวยงาม ผลิตจากไม้คุณภาพดี สามารถแยกชิ้นส่วนเพื่อให้เด็กๆต่อประกอบได้ด้วยตัวเอง ไม่มีสารเคมีหรือเหลี่ยมมุมแหลมคมที่จะทำอันตรายกับเด็ก ช่วยเพิ่มพูนทักษะการเรียนรู้ในด้านต่างๆให้กับบุตรหลาน พัฒนาความคิดสร้างสรรค์และสร้างเสริมจิตนาการ เหมาะสำหรับเด็กอายุตั้งแต่ 3 ปีขึ้นไปและทุกคนในครอบครัว\r\n- วิธีเล่น : ผู้เล่นแต่ละคนผลัดกันดึงบล็อคไม้ออกมาครั้งละ 1 ชิ้นแล้วนำมาวางต่อด้านบน โดยวางให้เต็มชั้นละ 3 ชิ้น แบบสลับกันไปเรื่อยๆโดยต่อขึ้นไปให้สูงที่สุด ถ้าผู้เล่นคนไหนทำตึกถล่มถือว่าแพ้\r\n- ขนาด : 5.5 x 6.5 x 18 ซม.', 40, 'เกมตึกถล่มเจงก้า', 2, '2017-04-20 17:40:00'),
(37, 'd1.jpg', 'MS-322A', '- กว้าง 11 cm\r\n- ยาว 41 cm\r\n- สูง 3 cm\r\n- 31 keys\r\n- 24 demo songs\r\n- 2 tones \r\n- 2 tempo\r\n- volume control\r\n- มีไมโครโฟนในตัว', 200, 'อิเล็กโทรนิกส์คีย์บอร์ด  ', 2, '2017-04-20 17:40:00'),
(38, 'd4.jpg', 'DARA', '- กว้าง 14 cm\r\n- สูง 44 cm\r\n- หนัก 0.84 kg. หรือประมาณ แปดร้อยสี่สิบกรัม\r\n- มีกระสอบและนวม', 100, 'อุปกรณ์ต่อยมวย สำหรับเด็ก', 2, '2017-04-20 17:40:00'),
(39, 't4.jpg', 'UOU', '- กล้องส่องทางไกลขนาดเล็กกะทัดรัด กำลังขยายสูง สามารถใช้งานได้เต็มประสิทธิภาพ\r\n- เหมาะสำหรับใช้ส่องเพื่อเพลิดเพลินกับธรรมชาติที่สวยงาม, ดูนก หรือส่องสัตว์ต่างๆ เป็นต้น\r\n- กล้องเป็นแบบส่องตาข้างเดียว กำลังการขยาย 30x และมีขนาดเส้นผ่าศูนย์กลางเลนส์ 52mm \r\n- เลนส์ Multicoating อย่างดี ให้ภาพสว่างและคมชัด\r\n- ขนาด : 9 x 2.5 ซม.', 120, 'กล้องส่องทางไกลขนาดพกพา', 4, '2017-04-20 17:40:00'),
(40, 't3.jpg', 'VBNM', '- ผลิตจากผ้าไนล่อนและ PVC แข็งแรงทนทาน สามารถรับน้ำหนักได้สูงสุด 200 กก. สามารถใช้งานพร้อมกัน 1-2 คนได้อย่างสะดวกสบาย\r\n- การออกแบบในขนาดพกพา สามารถใส่ไว้ในกระเป๋ารถ และนำไปใช้ได้ทุกที่ที่คุณต้องการ\r\n- ใช้งานง่ายเพียงนำออกมาจากถุงและเปิดถุงลมไว้ จากนั้นปล่อยให้ลมเข้าไปภายในให้ถุงขยายตัวแล้วจึงปิดปากถุง ใช้เวลาไม่กี่วินาทีก็จะได้โซฟาเป่าลมพร้อมใช้งานได้ทันที\r\n- ออกแบบตามหลักสรีรศาสตร์ ช่วยให้รู้สึกสะดวกสบายมากขึ้นหลังจากการนั่งหรือนอน \r\n- วัสดุ : ผ้าไนล่อนและ PVC\r\n- ความหนาของวัสดุ : 2.5 มิลลิเมตร\r\n- สี : สีชมพู / สีน้ำเงิน / สีแดง / สีส้ม\r\n- รับน้ำหนักสูงสุด : 200 กก.\r\n- ขนาด : เมื่อพับ 260 x 70 ซม. / เมื่อเป่าลม 200 x 70 x 65 ซม.\r\n- น้ำหนัก : 1.4 กก.', 300, 'ที่นอนเป่าลม', 4, '2017-04-20 17:40:00'),
(41, 't2.jpg', 'IKM', '- มีดพกแบบชุด 3 เล่ม\r\n- ใบมีดผลิตจากสแตนเลสสตีลคุณภาพสูง แข็งแรงทนทาน\r\n- เหมาะสำหรับพกพาเผื่อไว้ใช้งานขณะเดินป่า ตั้งแคมป์ ล่าสัตว์ หรือกิจกรรมกลางแจ้งต่างๆ\r\n- ด้ามจับพันด้วยเชือกไนลอนจับกระชับมือ มาพร้อมซองเก็บมีด มีรูสอดสายคาดสำหรับติดเข็มขัดด้านหลังซอง\r\n- ขนาดกะทัดรัด สะดวกต่อการพกติดกระเป๋าไว้ใช้งาน\r\n- บรรจุ : 3 เล่ม/เซ็ต\r\n- ความยาว : 15.5 ซม. / 18 ซม. / 20.5 ซม.', 100, 'มีดพก 3 เล่ม', 4, '2017-04-20 17:40:00'),
(42, '12267846.jpg', '', '- กล้องจุลทรรศน์สำหรับเด็ก ของเล่นเสริมทักษะการเรียนรู้ด้านวิทยาสาสตร์และธรรมชาติให้เด็กๆ\r\n- มีไฟ LED ในตัวเครื่อง\r\n- กำลังขยายวัตถุ : 10X, 20X, 45X\r\n- Magnification : 100X, 200X, 450X\r\n- ใช้พลังงานจากแบตเตอรี่ขนาด AA จำนวน 2 ก้อน (ไม่รวมในกล่อง)\r\n- เหมาะสำหรับเด็กอายุตั้งแต่ 8 ปีขึ้นไป\r\n- ขนาด : 12 x 20 x 7 ซม.', 300, 'กล้องจุลทรรศน์สำหรับเด็ก', 2, '2017-04-20 17:40:00'),
(43, 'spd_20050325105938_b.jpg', '', '- แผ่นเกมส์เต้น สามารถเชื่อมต่อกับ TV และคอมพิวเตอร์ได้ \r\n- ตัวแผ่นเกมส์ผลิตจากวัสดุคุณภาพดี กันน้ำและเหงื่อ \r\n- ด้านหลังเป็นผ้ายางกันลื่น มั่นใจได้ในทุกการเคลื่อนไหว\r\n- ไม่มีสารเคมีหรือเหลี่ยมมุมแหลมคมที่จะทำอันตรายกับเด็ก \r\n- ช่วยเพิ่มพูนทักษะการเคลื่อนไหวของร่างกาย พัฒนาสายตา สมอง และร่างกายให้เคลื่อนไหวได้อย่างสอดคล้องกัน \r\n- พัฒนาความคิดสร้างสรรค์และสร้างเสริมจิตนาการ เหมาะสำหรับเด็กอายุตั้งแต่ 3 ปีขึ้นไปและทุกคนในครอบครัว\r\n- ขนาด : 80 x 90 ซม.', 200, 'เกมส์เต้น', 2, '2017-04-20 17:40:00'),
(44, '41-629-12_250.jpg', '', '- Learning Toy Pad สำหรับฝึกภาษาไทยและภาษาอังกฤษสำหรับเด็ก\r\n- ผลิตจากพลาสติคน้ำหนักเบา สีสันสดใสสวยงาม ไม่เป็นอันตรายกับเด็ก\r\n- ใช้พลังงานจากแบตเตอรี่ขนาด AA 3 ก้อน (ไม่รวมในกล่อง)\r\n- เหมาะสำหรับเด็กอายุ 3 ปีขึ้นไป\r\n- ขนาดบรรจุภัณฑ์ : 24.5 x 19 x 2 ซม.', 50, 'Learning Toy Pad ภาษาไทย-อังกฤษสำหรับเด็ก', 2, '2017-04-20 17:40:00'),
(45, '41-030-2_250.jpg', '', '- สกู๊ตเตอร์สองล้อสำหรับเด็ก สามารถพับเก็บได้\r\n- ผลิตจากวัสดุคุณภาพดี แข็งแรงทนทาน\r\n- น้ำหนักเบา สะดวกและคล่องตัวกับการเคลื่อนย้าย\r\n- มีเบรคที่ล้อหลัง\r\n- รับน้ำหนักได้สูงสุด 45 กก.\r\n- เหมาะสำหรับเด็กอายุ 3-8 ขวบขึ้นไป\r\n- ขนาด : 22 x 18 นิ้ว', 100, 'สกู๊ตเตอร์สองล้อ', 2, '2017-04-20 17:40:00'),
(46, '41-042-000-2_250.jpg', '', '- โคมไฟโปรเจคเตอร์สำหรับใช้งานในตอนกลางคืนหรือในที่มืด\r\n- ฉายแสงเป็นรูปดวงดาวได้ถึง 8 กลุ่มดาว\r\n- แสงไฟที่ฉายออกมาเลือกได้ 3 สี คือ สีน้ำเงิน สีเขียว และสีชมพู\r\n- ใช้งานต่อเนื่องยาวนาน 45 นาทีจนกว่าเด็กๆจะหลับ\r\n- ภายในกล่องบรรจุแบตเตอรี่ขนาด AAA 3 ก้อน\r\n- เหมาะสำหรับใช้งานในห้องนอนเด็กอายุตั้งแต่ 3 ขวบขึ้นไป\r\n- ขนาด : 12 x 8 x 3.9 นิ้ว', 60, 'โคมไฟโปรเจคเตอร์รูปเต่า', 2, '2017-04-20 17:40:00'),
(47, '42-748-13_250.jpg', '', '- Fidget Spinner เป็นของเล่นช่วยฝึกสมาธิและลดความเครียด ดีไซน์เป็นรูปแป้นวงกลมที่สามารถหมุนได้\r\n- เหมาะสำหรับคนสมาธิสั้น คนที่ชอบนั่งสั่นขา คนที่มืออยู่ไม่นิ่ง ต้องจับ แกะ เคาะ หรือเล่นอะไรสักอย่างตลอดเวลา Fidget Spinner จะช่วยให้คุณมีสมาธิมากขึ้น จดจ่ออยู่กับการหมุนและการป้องกันการร่วงหล่นของมัน\r\n- ช่วยลดภาวะความเครียดหรือเบื่อหน่ายในสถานการณ์ต่างๆ เช่น รถติด, รอสัมภาษณ์งาน, รอการประกาศผลสอบ เป็นต้น\r\n- ช่วยฝึกความว่องไวในการเคลื่อนไหวของนิ้วมือ เพิ่มทักษะการใช้นิ้วมืออย่างคล่องแคล่วผ่านการเล่นได้อย่างสนุกสนาน \r\n- ขนาดเล็กกะทัดรัด พกติดตัวไปเล่นได้ทุกที่ สามารถเล่นได้ทุกเพศทุกวัย \r\n- ขนาด : 7 x 0.5 x 7 ซม.', 60, 'Fidget Spinner ของเล่นฝึกสมาธิ', 2, '2017-04-20 17:40:00'),
(48, '43-118-1_250.jpg', '', '- ผ้าห่มสำหรับเด็ก ดีไซน์เป็นทรงปลาฉลามสำหรับสอดขาเพื่อเพิ่มความอบอุ่นขณะใช้งาน\r\n- ผ้าห่มเนื้อนิ่ม ให้สัมผัสนุ่มสบาย เหมาะสำหรับใช้ในห้องนอน ในรถยนต์ หรือสถานที่ต่างๆได้ตามต้องการ \r\n- สามารถซักในเครื่องซักผ้าได้ แต่ควรแยกออกจากผ้าที่มีสีเข้มเพื่อป้องกันปัญหาสีตก\r\n- ขนาด : 55 x 88 ซม.', 150, 'ผ้าห่มทรงปลาฉลามสำหรับเด็ก', 2, '2017-04-20 17:40:00'),
(49, 'bc47adeaf91798972f1d8e62226420c7.jpeg', '', 'เกมฟุตบอลแบบตั้งโต๊ะ เป็นของเล่นงานไม้บรรจุในกล่องอย่างดี ประณีตสวยงาม ผลิตจากไม้คุณภาพดีพร้อมอุปกรณ์การเล่นครบครัน ไม่มีสารเคมีหรือเหลี่ยมมุมแหลมคมที่จะทำอันตรายกับเด็ก ช่วยเพิ่มพูนทักษะการเรียนรู้ในด้านต่างๆให้กับบุตรหลาน พัฒนาความคิดสร้างสรรค์และสร้างเสริมจิตนาการ เหมาะสำหรับเด็กอายุตั้งแต่ 3 ปีขึ้นไปและทุกคนในครอบครัว\r\n- ขนาด : 50.5 x 25 x 9 ซม.', 100, 'เกมฟุตบอลแบบตั้งโต๊ะ', 2, '2017-04-20 17:40:00'),
(50, '70-818-12_250.jpg', '', '- มอเตอร์ไซค์ไฟฟ้าสำหรับเด็ก\r\n- รูปร่างทันสมัยด้วยเทคโนโลยีการผลิตมาตรฐานจึงปลอดภัยและไม่เป็นอันตรายต่อเด็ก\r\n- สามารถขับเดินหน้า-ถอยหลังได้\r\n- มีเสียงเพลงและไฟหน้า\r\n- รับน้ำหนักเด็กได้ 20 กก.\r\n- สี : สีดำ / น้ำเงิน / เขียว / ส้ม / แดง / ขาว / ครีม\r\n- แบตเตอรี่ : 6V 4.5aH\r\n- ความเร็วประมาณ 2.5 กม./ชม.\r\n- เหมาะสำหรับเด็กอายุ 2-3 ปี\r\n- น้ำหนัก : 8 กก.', 500, 'มอเตอร์ไซค์ไฟฟ้าสำหรับเด็ก', 2, '2017-04-20 17:40:00');
INSERT INTO `product` (`PID`, `Photo`, `Brand`, `Detail`, `Cost`, `Name`, `TNo`, `EDate`) VALUES
(51, 'iy.png', '', '- รถยนต์ 4 ล้อบังคับวิทยุสำหรับเด็ก ดีไซน์โดดเด่นสวยงาม จำลองจากรถยนต์จริง\r\n- เหมาะสำหรับเด็กอายุ 3 - 8 ปี \r\n- มีไฟ LED บริเวณล้อรถพร้อมเบรค Suspension หน้า-หลัง\r\n- สามารถเปิดไฟหน้ารถได้ มีเสียงเครื่องยนต์เสมือนจริง\r\n- ใช้พลังงานจากแบตเตอรี่ 12V ใช้งานต่อเนื่องได้ 1-2 ชม.\r\n- ระยะเวลาในการชาร์ทไฟ : 8-12 ชม.\r\n- รับน้ำหนักได้ประมาณ 30 กก.\r\n- ความเร็วประมาณ 3-5 กม./ชม.\r\n- มาพร้อมแผนผังแสดงวิธีประกอบของเล่นโดยละเอียด\r\n- ขนาด (เมื่อประกอบ) : 118 x 69 x 51 ซม.\r\n- *ไม่ควรปล่อยให้เด็กเล่นโดยลำพัง ควรอยู่ในการดูแลของผู้ใหญ่*', 1000, 'รถยนต์สำหรับเด็ก บังคับวิทยุ', 2, '2017-04-20 17:40:00'),
(52, '70-735-12_250.jpg', '', '- กลองเบส 1 ชิ้น (ขนาด 15 ซม.)\r\n- กลอง Tom 2 ชิ้น (ขนาด 11 ซม.)\r\n- ฉาบ 1 ชิ้น (ขนาด 14 ซม.)\r\n- ไม้ตี 1 คู่ (ยาว 14 ซม.)', 300, 'กลองชุดสำหรับเด็ก', 2, '2017-04-20 17:40:00'),
(53, '50-186-1_250.jpg', '', '- ปากประแจปรับเข้ากับรูปทรงของน็อตได้อัตโนมัติ ให้การจับยึดที่แน่นหนา\r\n- ผลิตจากเหล็กกล้าคาร์บอน (Carbon-Steel) แข็งแรงทนทานสูง\r\n- ด้ามจับพลาสติกพร้อมยางกันลื่นช่วยป้องกันมือผู้ใช้ \r\n- ใช้เทคโนโลยีแรงกด 3 ทิศทางในเวลาเดียวกัน\r\n- ใช้งานง่ายโดยไม่ต้องออกแรงมาก\r\n- สามารถใช้ยึดและขันน็อตที่มีขนาดตั้งแต่ 9 - 32 มม.\r\n- ใช้ได้กับน็อตทั้งทรงกลม หกเหลี่ยม สี่เหลี่ยม หรือท่อแป๊ป\r\n- ใช้งานได้หลากหลาย โดยไม่ต้องพกเครื่องมือหลายชิ้น\r\n', 90, 'ประแจไขน็อตเอนกประสงค์ Snap and Grip', 3, '2017-04-20 17:40:00'),
(54, 'p_999382.jpg', '', '- ไขควงแบบพกพา 8 ใน 1 สามารถปรับเปลี่ยนการใช้งานได้หลากหลาย \r\n- มีไฟฉาย LED 6 ดวงในตัว\r\n- หัวไขควงทำจากแม่เหล็ก CRV ผสมโลหะ\r\n- ด้ามจับหุ้มฉนวนกันไฟฟ้า\r\n- มาพร้อมคลิปหนีบสำหรับหนีบกับเข็มขัด หรือ กระเป๋า\r\n- น้ำหนักเบา ขนาดกะทัดรัด พกพาง่าย\r\n- ใช้พลังงานจากแบตเตอรี่ AAA 3 ก้อน (ไม่รวมในกล่อง)\r\n- ไขควงขนาด : 122 x 48 x 38 mm.', 100, 'ชุดไขควง 8 in 1', 3, '2017-04-20 17:40:00'),
(55, '41-463-1_250.jpg', '', '- เครื่องมือวัดกระแสไฟฟ้าพร้อมจอ LCD แสดงผล สามารถวัดกระแสไฟฟ้า AC/DC แรงดันไฟฟ้าและความต้านทานต่างๆ เป็นต้น\r\n- แสดงผลบนจอ LCD ขนาดใหญ่ ใช้งานง่าย\r\n- ระบบป้องกันกระแสไฟเกินขนาด \r\n- ขนาดกะทัดรัด สะดวกกับการพกพาและเคลื่อนย้าย\r\n- ใช้พลังงานจากแบตเตอรี่ขนาด AAA จำนวน 2 ก้อน (รวมในกล่อง)\r\n- ผลิตจากพลาสติคคุณภาพดี น้ำหนักเบาและทนทาน สะดวกทุกการใช้งาน\r\n- เหมาะสำหรับช่างไฟฟ้า ช่างเทคนิค และผู้ใช้งานทั่วไป\r\n- ขนาดจอ : 14 × 47 มม.\r\n- ขนาดเครื่อง : 175 x 61 x 28 มม.', 150, 'เครื่องมือวัดกระแสไฟฟ้าพร้อมจอ LCD', 3, '2017-04-20 17:40:00'),
(56, 'p_172288.jpg', '', '- ไสกว้าง : 82 มม. (3-1/4")\r\n- ไสลึก : 1 มม. (1/32")\r\n- แรงดันไฟ : 230V\r\n- ความถี่ : 50Hz\r\n- กระแสไฟเข้า : 500W\r\n- ความเร็ว : 16,000 RPM', 500, 'กบไฟฟ้า', 3, '2017-04-20 17:40:00'),
(57, '50-899-1_250.jpg', '', '- ผลิตจากวัสดุคุณภาพดี แข็งแรงทนทาน ปรับเปลี่ยนการใช้งานได้ตามต้องการ\r\n- ภายในชุดประกอบด้วย \r\n\r\n- 13 x 1/4in drive sockets : 4, 4.5, 5, 5.5, 6, 7, 8, 9, 10, 11, 12, 13 and 14mm\r\n- 21 x 1/4in drive bit sockets.\r\n- 3 x Flared : 4mm, 5.5mm, 7mm.\r\n- 3 x Phillips : PH1, PH2, PH3.\r\n- 3 x Pozi : PZ1, PZ2, PZ3.\r\n- 6 x Hex : HW3, HW4, HW5, HW6, HW7, HW8.\r\n- 6 x Torx : T10, T15, T20, T25, T30 and T40.\r\n- 3 x hex key wrenches : 1.5, 2.0 and 2.5mm.\r\n- 1 x 1/4in drive universal joint.\r\n- 2 x 1/4in drive extension bars: 2in and 4in.\r\n- 1 x 1/4in drive flexible extension: 6in.\r\n- 1 x 1/4in de-sliding T bar.\r\n- 1 x 1/4in drive quick ratchet handle.\r\n- 1 x handle.\r\n- 1 x 1/4in drive spinner handle: 6in.\r\n- 1 x 1/4in drive bit adaptor.\r\n- 1 x blow case.\r\n- น้ำหนัก : 998 กรัม\r\n- ขนาด : 24 x 15 x 5 ซม.', 600, 'BERALA ชุดไขควงและประแจ Socket 46 ชิ้น', 3, '2017-04-20 17:40:00'),
(58, '41-171-2_250.jpg', '', 'รายละเอียดผลิตภัณฑ์:\r\n- Frequency Range : 50 to 500 Hz.\r\n- Test Voltage Range : 90-1000V AC.\r\n- Safety Rating : 1000V AC.\r\n- พลังงาน : แบตเตอรี่ AAA 2 ก้อน \r\n- ใช้งานต่อเนื่องสูงสุด 6 ชม.\r\n- ขนาด : 15.5 x 2 x 1.5 ซม.', 150, 'ปากกาวัดแรงดันไฟฟ้า Voltage Alert Pen', 3, '2017-04-20 17:40:00'),
(59, 'IMG_0394_250.jpg', '', '- ข้อต่อไขควงสำหรับใช้งานในที่แคบ มุมอับ หรือพื้นที่ที่ยากจะเข้าถึง\r\n- ตัวข้องอสามารถบิด-งอ-ดัด ได้ตามต้องการ เนื่องจากเป็นข้อต่อแบบ Free join \r\n- ผลิตจากพลาสติก ABS อย่างหนา\r\n- ไส้ในทำจากโลหะสปริงแข็งแรง ใช้ได้ทั้งไขควงมือและไขควงไฟฟ้า สว่านไฟฟ้าแบบปรับรอบต่ำได้\r\n- ด้านสวมตัวเมียมีแม่เหล้กแรงสูงช่วยยึดจับดอกไขควง\r\n- ความยาวสุทธิ : 30 ซม.', 90, 'ข้อต่อไขควงสำหรับที่แคบ', 3, '2017-04-20 17:40:00'),
(60, 'ow.jpg', '', '- แสงเลเซอร์เป็นเส้นตัดกันระหว่างแกน x และ y สามารถระบุจุดหรือตำแหน่งในการใช้งานได้ เส้นแนวนอนและเส้นแนวตั้งที่เป็นเส้นตัดกันเป็นมุมตั้งฉาก ทำให้นำเส้นแนวนอนและแนวตั้งมาใช้งานทำให้การวัดระดับมีความเที่ยงตรงและรวดเร็ว\r\n- สามารถใช้เป็นเครื่องวัดแนวในงานช่างต่างๆ เช่น การวัดระดับน้ำ การวางแนวกระเบื้อง การวางตำแหน่งเฟอร์นิเจอร์ การแขวนกรอบรูป และงานอื่นๆได้ตามต้องการ\r\n- ความเข้มของ Laser สูงสุดไม่เกิน 5mW\r\n- สายของตลับเมตรมีความยาว 250 ซม.\r\n- ด้านข้างเครื่องวัดเปรียบเสมือนไม้บรรทัด มีหน่วยวัดระยะ 15 ซม. และ 6 นิ้ว\r\n- มีหลอดระดับน้ำ 3 ระดับเป็นตัวช่วยให้วางระดับได้ตรง\r\n- ใช้ถ่านกระดุมก้อนเล็ก 3 ก้อนแบบ AG13 (รวมในกล่อง)\r\n- ขนาด : 19.3 cm x 6.2 cm x 2.8 ซม.\r\n- น้ำหนัก : 217 กรัม', 300, 'เครื่องวัดระดับด้วยแสงเลเซอร์', 3, '2017-04-20 17:40:00'),
(61, 'clinton-ms-255-eluue-y-ngsaa-prab-ngsaa-10niw-saild-elech-r-5023-7986146-436ed56f4bc7851e34b656ea6b8a5e4d.jpg', 'BERALA ', 'รายละเอียดผลิตภัณฑ์:\r\n\r\n- ทองแดงแท้ 100%\r\n- กำลังไฟ : 1650W\r\n- แรงดันไฟฟ้า : 220V\r\n- ความถี่ : 50Hz\r\n- ความเร็ว : 5000 รอบ/นาที\r\n- เส้นผ่าศูนย์กลางใบตัด : 255 มม. (10")', 1000, 'เลื่อนแท่นตัดองศา', 3, '2017-04-20 17:40:00'),
(62, '50-658-12_250.jpg', 'BERALA', 'รายละเอียดผลิตภัณฑ์:\r\n\r\n- พิกัดมอเตอร์ : 150W\r\n- ขนาดท่อดูด/ท่อส่ง : 1" x 1"\r\n- ส่งน้ำสูงสุด : 33 ม.\r\n- ดูดลึก : 9 ม.\r\n- ปริมาณน้ำ : 34L/Min', 1000, 'ปั๊มสูบน้ำแบบอัตโนมัติ', 3, '2017-04-20 17:40:00'),
(63, '3297-20170115003631-185236499139315.jpg', '', 'รายละเอียดผลิตภัณฑ์:\r\n\r\n- หน้ากากเชื่อมสำหรับสวมใส่เมื่อต้องทำงานที่เกี่ยวกับการเชื่อมหรือเจียร์เหล็ก เหมาะสำหรับงานเชื่อมอาร์กอน TIG, ซีโอทู MIG, และงานเชื่อมประเภทต่างๆ\r\n- ช่วยป้องกันเศษละอองจากการทำงานกระเด็นโดนใบหน้าและดวงตา\r\n- สามารถปรับแสงได้ เพื่อความสะดวกในการใช้งาน\r\n- เพิ่มประสิทธิภาพของการตัดแสงด้วยเทคโนโลยีที่ทันสมัย\r\n- ผลิตจากวัสดุคุณภาพดี น้ำหนักเบาและทนทาน\r\n- ใช้งานและจัดเก็บได้ง่าย', 300, 'แว่นตาเชื่อมทรงเหลี่ยม ', 3, '2017-04-20 17:40:00'),
(64, '43-046_Main_250.jpg', '', 'รายละเอียดผลิตภัณฑ์:\r\n\r\n- พลั่วสนามขนาดเล็ก ออกแบบมาให้พับได้เพื่อให้สะดวกแก่การพกพา \r\n- สามารถปรับรูปแบบการใช้งานเป็นได้ทั้งจอบและพลั่ว ด้านข้างมีร่องใบเลื่อยไว้ตัดงานเล็กๆน้อยๆด้วย\r\n- ประกอบและใช้งานง่าย มีตัวล็อคที่คอเพียงจุดเดียว \r\n- เหมาะสำหรับพกไว้ติดรถ ติดเป้ไว้ออกทริปท่องเที่ยว หรือมีติดไว้ใช้งานสวนที่บ้านได้\r\n- ขนาด : 15 x 60 ซม.', 200, 'พลั่วสนามแบบพับได้', 3, '2017-04-20 17:40:00'),
(65, '43-117_01_250.jpg', '', 'รายละเอียดผลิตภัณฑ์:\r\n\r\n- เรือยางขนาดสำหรับ 1 คน เหมาะสำหรับใช้ในสระว่ายน้ำหรือแหล่งน้ำที่นิ่งสงบ\r\n- ผลิตจากไวนิลคุณภาพดี หนาประมาณ 0.28 มม.\r\n- เหมาะสำหรับเด็กอายุ 6 ปีขึ้นไป\r\n- ในชุดไม่รวมไม้พายและเครื่องสูบลม\r\n- ขนาดเมื่อเป่าลม : 130 x 65 x 27 ซม.', 400, 'เรือยางเป่าลม', 4, '2017-04-20 17:40:00'),
(66, 'erqwrwerewr.jpg', '', '- ผลิตจากอลูมิเนียมคาร์บอน น้ำหนักเบา แข็งแรงทนทาน\r\n- สำหรับใช้ซ้อมกีฬา, วางโชว์ เป็นของตกแต่งในบ้าน หรือแม้แต่พกไว้ในรถยนต์ สำหรับป้องกันตัวในยามฉุกเฉินก็ได้\r\n- ตัวไม้เบสบอลผลิตจากอลูมิเนียมคาร์บอน ใช้สีเมทัลลิคแบบเดียวทีใช้พ่นกับรถยนต์\r\n- ปลายไม้ถ่วงน้ำหนัก เพื่อให้สมดุลต่อการเหวี่ยง\r\n- น้ำหนักประมาณ : 1.1 kg. \r\n- ความยาว : 30 นิ้ว', 100, 'ไม้เบสบอล', 4, '2017-04-20 17:40:00'),
(67, '60-523_01_250.jpg', '', 'รายละเอียดผลิตภัณฑ์: \r\n\r\n- โครงเหล็ก\r\n- โช้คหน้า-หลัง\r\n- เกียร์ Sunrun, 21 speed\r\n- ดิสก์เบรคหน้า-หลัง\r\n- ล้อแม็กลายสปอร์ตขนาด 26 นิ้ว\r\n- พับเก็บสะดวก', 2500, 'จักรยานเสือภูเขาพับได้ขนาด 26 นิ้ว', 4, '2017-04-20 17:40:00'),
(68, '43-090-16_250.jpg', '', 'คุณสมบัติผลิตภัณฑ์ :\r\n\r\n- กระเป๋าใส่ของแบบพับเก็บได้ เหมาะสำหรับใช้ใส่อุปกรณ์กีฬา อุปกรณ์ว่ายน้ำ หรือใช้เป็นกระเป๋าเสริมในการเดินทางก็ได้\r\n- ตัดเย็บจากผ้าร่ม ทนทาน มีความยืดหยุ่นสูง น้ำหนักเบา\r\n- ภายในกว้าง สามารถจุของได้เยอะ\r\n- สามารถพับเก็บได้เมื่อไม่ใช้งาน สะดวกต่อการพกพาและจัดเก็บ\r\n- ขนาดตอนพับเก็บ : 18 x 14 x 2.5 ซม.\r\n- ขนาดตอนกางออก : 22 x 47 x 48.5 ซม.', 200, 'กระเป๋าใส่ของพับได้', 4, '2017-04-20 17:40:00'),
(69, '70-538_01_250.jpg', '', 'รายละเอียดผลิตภัณฑ์:\r\n\r\n- ผลิตจากยางซิลิโคนเกรด A ทำให้สามารถดำน้ำได้นาน โดยไม่เจ็บหน้าและจมูก\r\n- เลนส์ทำด้วยกระจกนิรภัยสำหรับการดำน้ำแบบชิ้นเดียว ทำให้มีทัศนวิสัยในการมองดีกว่าเลนส์แบบแยกชิ้น 2 ข้าง\r\n- หน้ากากดำน้ำเป็นแบบมีจมูก ผู้ใช้สามารถหายใจออกจากจมูกผ่านทางช่องระบายนี้ของหน้ากากได้ แต่น้ำไม่สามารถเข้ามาได้ จึงช่วยป้องกันน้ำเข้าจมูก\r\n- ขอบของหน้ากากดำน้ำทำด้วยอลูมีเนียมเพื่อการยึดติดระหว่างเลนส์กับยางซิลิโคนให้ดียิ่งขึ้น\r\n- สายรัดศีรษะและขอบยางทำด้วยซิลิโคนสีดำ มีความยืดหยุ่น โอบกระชับกับใบหน้าและศีรษะผู้สวมใส่ได้ดี ป้องกันน้ำเข้าหน้ากากได้อย่างมีประสิทธิภาพขณะดำน้ำ\r\n- ขนาด : 13.5 x 15.7 x 10 ซม.\r\n\r\n* ข้อควรระวัง : ก่อนการใช้งานควรศึกษาวิธีการดำน้ำและการใช้อุปกรณ์อย่างละเอียด และควรอยู่ในภายใต้การดูแลของครูฝึกหรือผู้มีประสบการณ์ในการดำน้ำอย่างใกล้ชิด อาจมีอันตรายถึงชีวิตได้ *', 300, 'หน้ากากดำน้ำเลนส์เดี่ยว Pacific Diving Mask แบบมีจมูก', 4, '2017-04-20 17:40:00'),
(70, '41-177-4_250.jpg', '', 'รายละเอียดผลิตภัณฑ์:\r\n\r\n- เตาปิ้งย่างทรงกลม ผลิตจากสแตนเลสสตีลคุณภาพดี\r\n- เหมาะสำหรับการทำ BBQ, เนื้อสเต๊ก, อาหารทะเล และเมนูปิ้งย่างต่างๆ\r\n- มีรูระบายผงขี้เถ้าสะดวกต่อการทำความสะอาด\r\n- ขนาดกะทัดรัด สะดวกต่อการพกพาไปใช้งานนอกสถานที่ เช่น ปิคนิค, ปาร์ตี้ เป็นต้น\r\n- ใช้งานง่ายและสะดวกสบาย มาพร้อมกระเป๋าหิ้วสำหรับเก็บเตา\r\n- ขนาด : กว้าง 28.5 ซม. / สูง 18.5 ซม. (เมื่อประกอบเสร็จ)', 200, 'เตาปิ้งย่าง BBQ แบบพกพา', 4, '2017-04-20 17:40:00'),
(71, 'ewrqwr.jpg', '', 'รายละเอียดผลิตภัณฑ์:\r\n\r\n- กระเป๋าเป้สะพายหลัง สามารถใช้งานเป็นกระเป๋าถือได้\r\n- ตัดเย็บจากผ้าใบเนื้อหนา มี 1 ชั้นใหญ่ปิดด้วยซิปรอบ \r\n- ช่องใส่ของด้านหน้าอีก 1 ช่อง\r\n- สายกระเป๋าปรับความยาวได้\r\n- ขนาด : 36 x 40 x 11.5 ซม.', 300, 'กระเป๋าเป้สะพายหลัง', 4, '2017-04-20 17:40:00'),
(72, 'squatty-potty_1_1.jpg', '', '- เป็นอุปกรณ์ที่ช่วยสร้างสมดุลการขับถ่ายให้มีประสิทธิภาพ ด้วยการดีไซน์เลียนแบบท่านั่งแบบยอง \r\n- ช่วยปรับองศาของการนั่ง การวางขาและเท้าให้อยู่ในมุม 35 องศา จึงทำให้คุณไม่เมื่อยจากการนั่งนานๆ\r\n- ช่วยกดนวดลำไส้ใหญ่ ทำให้ขับถ่ายสะดวกและไม่ตกค้าง อันเป็นต้นเหตุของการสะสมของแบคทีเรียในช่องท้องและบ่อเกิดมะเร็งลำไส้ \r\n- วางได้พอดีเท้า ไม่กลัวลื่น ช่วยให้ขาและเท้าของคุณไม่เกร็ง\r\n- ปรับระดับองศาที่พอเหมาะพอดีต่อการขับถ่ายมาให้เรียบร้อย\r\n- ตัวฐานกว้างมั่นคง รองรับทั้งฝ่าเท้า และส้นเท้า มียางกันลื่น\r\n- ช่วยจัดเรียงลำไส้ให้ตรงขึ้น ขับถ่ายคล่องขึ้น\r\n- แข็งแรง ไม่ชำรุดง่าย ถูกผลิตมาเพื่อการปรับท่านั่งขับถ่าย\r\n- ขนาด : 27.5 x 44.5 x 21 ซม.', 100, 'ที่เหยียบช่วยระบาย Squatty Potty', 5, '2017-04-20 17:40:00'),
(73, '11122223.jpg', '', '- ไฟฉายไดนาโมระบบมือกดเพื่อชาร์ทพลังสำหรับใช้งาน\r\n- เหมาะสำหรับใช้ในกรณีฉุกเฉินและกิจกรรมกลางแจ้ง เช่น การตั้งแคมป์, ปีนเขาและการเดินป่า\r\n- ไม่จำเป็นต้องใช้แบตเตอรี่ ไฟฉายสามารถทำงานได้จากแรงกดด้วยมือคุณเอง\r\n- การออกแบบมาเป็นอย่างดีในขนาดกะทัดรัดพกพาง่าย มีสายรัดเพื่อความสะดวกสำหรับการใช้งาน\r\n- ภายในบรรจุหลอดไฟ LED ประสิทธิภาพสูง\r\n- ใช้งานได้ในระยะที่มองเห็นได้ถึง 5 เมตรด้วยแสงสีขาวสว่างพลังสูง', 50, 'ไฟฉายระบบชาร์จมือ', 5, '2017-04-20 17:40:00'),
(74, '10354392.jpg', '', '- Table-Mate โต๊ะพับเอนกประสงค์ สะดวกกับการใช้งานบนเตียงและทุกที่ที่คุณต้องการ สามารถใช้เป็นโต๊ะทานอาหาร โต๊ะอ่านหนังสือ โต๊ะวางแลปทอป โต๊ะทำงานฝีมือ และอื่นๆได้ตามต้องการ\r\n- เหมาะสำหรับการใช้งานในพื้นที่จำกัด ช่วยอำนวยความสะดวกให้ผู้ป่วย \r\n- พับเก็บได้ง่าย ประหยัดพื้นที่\r\n- ผลิตจากวัสดุคุณภาพดี น้ำหนักเบา เคลื่อนย้ายสะดวก\r\n- ขนาด : 28.5 x 20.2 x 18.5 นิ้ว', 150, 'Table-Mate โต๊ะพับเอนกประสงค์', 5, '2017-04-20 17:40:00'),
(75, 'thaivasion-etaaaekspiknikaebbphkphaa-siiaedng-dam-7063-5113466-c9bd81e9cacffca597a9ba7be8b65e0e-product.jpg', '', '- เตาแก๊สกระป๋องแบบพกพา ระบบจุดติดอัตโนมัติ \r\n- ระบบนิรภัยตัดแก๊สทันทีเมื่อความร้อนสูงเกิน \r\n- เหล็กหล่อทนความร้อนสูง \r\n- บรรจุอยู่ในกระเป๋าพลาสติก สะดวกต่อการพกพา (*แก๊สกระป๋องไม่รวมในเซ็ต*)\r\n- เหมาะสำหรับงานเลี้ยง งานสังสรรค์ เดินป่า ปาร์ตี้บาร์บีคิว หรือ กิจกรรมนอกสถานที่\r\n- ขนาด : 34 x 26 x 9 ซม.', 140, 'เตาแก๊สกระป๋องแบบพกพา', 5, '2017-04-20 17:40:00'),
(76, '1234567.jpg', '', '- รูปทรงสวยงาม ทันสมัย เคลื่อนย้ายสะดวก เหมาะสำหรับครัวยุคใหม่ \r\n- ตัวกระทะทำจากสแตนเลส ทนความร้อนสูง เคลือบ Teflon ทำให้อาหารไม่ติดกระทะ\r\n- ล้างทำความสะอาดได้ง่าย ไม่เป็นอันตรายกับครัวของคุณ \r\n- สามารถใช้กับเตาแม่เหล็กไฟฟ้า (Induction) ได้\r\n- ขนาด : 12 นิ้ว', 40, 'กระทะทอดขนาด 12 นิ้ว', 5, '2017-04-20 17:40:00'),
(77, 'wsdefghj.jpg', '', '- ฆ่าเชื้อแบคทีเรียที่ปะปนมาได้น้ำ ช่วยขจัดคลอรีนและสิ่งสกปรก\r\n- ช่วยเปลี่ยนน้ำกระด้างให้เป็นน้ำนุ่ม ถนอมผิว อ่อนโยนแม้ใช้กับเด็ก \r\n- สามารถกรองคลอรีนและสิ่งสกปรกจากน้ำประปา เพื่อทะนุถนอมสุขภาพผมและผิวให้ดีขึ้น \r\n- เหมาะมากสำหรับผิวเด็กทารกและผิวที่ต้องการการดูแลอย่างพิเศษหรือคนที่มีอาการแพ้คลอรีน\r\n- รูน้ำเข้าเล็กกว่าฝักบัวทั่วไป จึงช่วยประหยัดน้ำได้มากถึง 30 เปอร์เซ็นต์\r\n- ภายในบรรจุด้วยเมล็ดแร่หิน มีสรรพคุณช่วยเพิ่มไอออน ฆ่าแบคทีเรียบางชนิด และยังปรับสภาพกรดด่างในน้ำให้เหมาะสมกับผิวหนัง \r\n- สามารถถอดแยกชิ้นส่วนได้ ให้คุณง่ายต่อการทำความสะอาด สามารถใช้ได้กับเครื่องทำน้ำอุ่น\r\n- *เฉพาะหัวฝักบัว ไม่รวมสาย*\r\n- ขนาด : 7.8 x 9 x 24 ซม.', 50, 'ฝักบัวสปาน้ำแร่เพื่อสุขภาพ', 5, '2017-04-20 17:40:00'),
(78, '51-536_01_250.jpg', '', '- เตารีดไฟฟ้าแบบไอน้ำ กำลังไฟ 1100 วัตต์\r\n- แรงดันไฟฟ้า 220V / 50Hz\r\n- แผ่นหน้าเตารีดเคลือบด้วยสารกันติดอย่างดี รีดลื่นทุกเนื้อผ้า\r\n- มาพร้อมไฟแสดงสถานะการทำงาน\r\n- สามารถปรับอุณหภูมิให้เหมาะกับประเภทของเสื้อผ้าได้\r\n- ขนาด : 24 x 9.5 x 14 ซม.', 150, 'MY HOME เตารีดไอน้ำ', 5, '2017-04-20 17:40:00'),
(79, '456789.jpg', '', '- ถุงมือสำหรับขุดดินทำสวน มีกรงเล็บแข็งแรงในตัว ทำให้สามารถขุดดินได้ง่าย สะดวกและรวดเร็ว\r\n- สวมใส่และใช้งานง่าย ไม่ลื่นหลุด ใช้งานได้อย่างสะดวกสบาย\r\n- กรงเล็บแข็งแรง ช่วยป้องกันนิ้วมือและเล็บมือไม่ให้ได้รับบาดเจ็บจากการใช้งาน\r\n- เหมาะสำหรับการขุดดิน, ปลูกต้นไม้, พรวนดิน หรือขุดหลุมเพื่อเตรียมปลูกพืชหรือเพาะเมล็ด เป็นต้น\r\n- ช่วยให้ทำสวนได้โดยไม่ต้องกังวลกับปัญหามือเลอะหรือปลายนิ้วบาดเจ็บ ทำความสะอาดได้ง่าย\r\n- บรรจุ : 1 คู่', 50, 'ถุงมือขุดดินทำสวน', 5, '2017-04-20 17:40:00'),
(80, 'wqwqwq.jpg', '', 'สามารถใช้เป็นอุปกรณ์ประกอบการทำงานฝีมือหรืองานอดิเรกต่างๆได้ เช่น จุดไฟเพื่อละลายหรือตัดวัสดุต่างๆ ใช้ลนเพื่อให้วัสดุอ่อนตัว เป็นต้น\r\n\r\nใช้เป็นอุปกรณ์ยังชีพในทริปเดินทางไกลได้ เป็นตัวจุดไฟสำหรับหุงหาอาหาร ก่อกองไฟ จุดบุหรี่ หรือพกไว้เป็นอาวุธป้องกันตัว ใช้ลนเชือกหรือกุญแจเมื่อเกิดเหตุฉุกเฉิน เป็นต้น\r\n\r\n- ขนาด : 9 x 6 ซม.\r\n\r\n*แจ้งเตือน!* : ในตัวสินค้าจะไม่ได้บรรจุแก๊สไว้ เพื่อความปลอดภัยในการขนส่ง', 100, 'อุปกรณ์จุดไฟเอนกประสงค์ : สีดำด้ามแดง', 5, '2017-04-20 17:40:00'),
(81, 'sdfghjkl.jpg', '', 'ชุดสปริงเกอร์รุ่นปรับระดับได้ 5 รูปแบบพร้อมข้อต่อสวมสายยาง ตัวโครงผลิตขึ้นจากพลาสติก PP/PS สามารถปรับรูปแบบการกระจายน้ำได้ 5 รูปแบบ ตั้งแต่รูปแบบพุ่งเป็นน้ำพุไปจนถึงการยิงเป็นเส้นตรงออก 2 ทาง (เส้นผ่าศูนย์กลางโดยประมาณ 3-6 เมตร) มีแรงดันน้ำพื้นฐานในการใช้งาน 1.2 bar ใช้งานง่าย ไม่มีข้อต่อที่เป็นโลหะ ทำให้ไม่เกิดสนิม ใช้สำหรับรดน้ำพื้นสนามหญ้า \r\nการกระจายของน้ำ 5 รูปแบบ:\r\n- Circle\r\n- Half-circle\r\n- Jet\r\n- Angle\r\n- Twin side\r\n- ขนาด : 20 x 12.5 x 5.5 ซม.', 150, 'ชุดสปริงเกอร์สวนรุ่นปรับได้ 5 รูปแบบ', 5, '2017-04-20 17:40:00'),
(85, 'erwerwrg.jpg', '', 'เบ็ดตกปลาพร้อมสายเอ็น + Gear ratio : สีน้ำเงิน\r\n\r\n- คันเบ็ดยาว : 1.3 ม.\r\n- Line test : 4-12 lb\r\n- Action : L', 200, 'เบ็ดตกปลาพร้อมสายเอ็น & Gear ratio : สีน้ำเงิน', 4, '2017-04-20 17:40:00'),
(86, 'rewrewrewrewr.jpg', '', '- อุปกรณ์ออกกำลังกายที่เน้นการบริหารหน้าท้องให้กระชับด้วยการซิทอัพ จัดการรูปร่างให้สวยงาม ดูสมส่วนและมีสุขภาพดี \r\n- บริการหน้าท้องด้วยเบาะซิทอัพ สร้างกล้ามเนื้อให้แข็งแรงและเห็นผลไวเมื่อบริหารร่างกายอย่างต่อเนื่อง\r\n- ช่วยบริหารหน้าท้องได้ทุกจุด ทั้งส่วนบน กลาง และส่วนล่าง เหมาะสำหรับบริหารกล้ามเนื้อส่วนกลางลำตัวทั้งหมดได้อย่างสมบูรณ์\r\n- กระชับส่วนเกินบริเวณหน้าท้อง เอว และสะโพก\r\n- โครงสร้างเหล็ก น้ำหนักเบา แข็งแรง ทนทาน\r\n- เบาะซิทอัพคุณภาพสูง รองรับน้ำหนักได้ดี\r\n- ใช้งานได้ทั้งชายและหญิง\r\n- พับเก็บได้ไม่กินพื้นที่ เคลื่อนย้ายได้สะดวก\r\n- ขนาด : 64 x 55 x 126 ซม.\r\n- รับประกันคุณภาพ 1 ปี\r\n', 900, 'เครื่องออกกำลังกายแบบซิทอัพ', 4, '2017-04-20 17:40:00'),
(87, 'b964a2621a79138c7bc371c0c8414eb2.jpeg', '', 'รายละเอียดผลิตภัณฑ์:\r\n\r\n- กล้องส่องทางไกลขนาดเล็กกะทัดรัด กำลังขยายสูง สามารถใช้งานได้เต็มประสิทธิภาพ\r\n- เหมาะสำหรับใช้ส่องเพื่อเพลิดเพลินกับธรรมชาติที่สวยงาม, ดูคอนเสิร์ต, ชมการแสดงหรือการแข่งกีฬาต่างๆ เป็นต้น\r\n- กล้องเป็นแบบส่องสองตา ขนาดเส้นผ่าศูนย์กลางเลนส์ 52mm \r\n- เลนส์ Multicoating อย่างดี ให้ภาพสว่างและคมชัด\r\n- ขนาด : 9 x 6 x 3.5 ซม.', 200, 'กล้องส่องทางไกลขนาดพกพา', 4, '2017-04-20 17:40:00'),
(93, 'tumblr_nwbsq5czgG1uc2q2zo1_1280.jpg', 'อร่อยมากๆ', 'เลียแล้วอร่อยมากๆ', 250, 'หมีหอยยยฟรี', 2, '2017-04-24 18:05:00'),
(94, '13627052_1089603091134282_6703092563342692412_n.jpg', 'yy', '33333', 10, 'อีสวยย', 4, '2017-04-24 18:15:00');

-- --------------------------------------------------------

--
-- Table structure for table `product_type`
--

CREATE TABLE IF NOT EXISTS `product_type` (
  `TID` int(2) NOT NULL,
  `NType` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`TID`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `product_type`
--

INSERT INTO `product_type` (`TID`, `NType`) VALUES
(1, 'อุปกรณ์อิเล็กทรอนิกส์'),
(2, 'ของเล่น'),
(3, 'อุปกรณ์งานช่าง'),
(4, 'การท่องเที่ยวและกีฬา'),
(5, 'บ้านและสวน');

-- --------------------------------------------------------

--
-- Table structure for table `supplier`
--

CREATE TABLE IF NOT EXISTS `supplier` (
  `SName` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `SAdress` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `STel` tinytext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `SEmail` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`SName`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid1`
--
CREATE TABLE IF NOT EXISTS `win_pid1` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid2`
--
CREATE TABLE IF NOT EXISTS `win_pid2` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid3`
--
CREATE TABLE IF NOT EXISTS `win_pid3` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid4`
--
CREATE TABLE IF NOT EXISTS `win_pid4` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid5`
--
CREATE TABLE IF NOT EXISTS `win_pid5` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid6`
--
CREATE TABLE IF NOT EXISTS `win_pid6` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid7`
--
CREATE TABLE IF NOT EXISTS `win_pid7` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid8`
--
CREATE TABLE IF NOT EXISTS `win_pid8` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid9`
--
CREATE TABLE IF NOT EXISTS `win_pid9` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid10`
--
CREATE TABLE IF NOT EXISTS `win_pid10` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid11`
--
CREATE TABLE IF NOT EXISTS `win_pid11` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid12`
--
CREATE TABLE IF NOT EXISTS `win_pid12` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid13`
--
CREATE TABLE IF NOT EXISTS `win_pid13` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid14`
--
CREATE TABLE IF NOT EXISTS `win_pid14` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid15`
--
CREATE TABLE IF NOT EXISTS `win_pid15` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid16`
--
CREATE TABLE IF NOT EXISTS `win_pid16` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid17`
--
CREATE TABLE IF NOT EXISTS `win_pid17` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid18`
--
CREATE TABLE IF NOT EXISTS `win_pid18` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid20`
--
CREATE TABLE IF NOT EXISTS `win_pid20` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid24`
--
CREATE TABLE IF NOT EXISTS `win_pid24` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid25`
--
CREATE TABLE IF NOT EXISTS `win_pid25` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid26`
--
CREATE TABLE IF NOT EXISTS `win_pid26` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid27`
--
CREATE TABLE IF NOT EXISTS `win_pid27` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid28`
--
CREATE TABLE IF NOT EXISTS `win_pid28` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid29`
--
CREATE TABLE IF NOT EXISTS `win_pid29` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid32`
--
CREATE TABLE IF NOT EXISTS `win_pid32` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid33`
--
CREATE TABLE IF NOT EXISTS `win_pid33` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid39`
--
CREATE TABLE IF NOT EXISTS `win_pid39` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid40`
--
CREATE TABLE IF NOT EXISTS `win_pid40` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid42`
--
CREATE TABLE IF NOT EXISTS `win_pid42` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid53`
--
CREATE TABLE IF NOT EXISTS `win_pid53` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid54`
--
CREATE TABLE IF NOT EXISTS `win_pid54` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid55`
--
CREATE TABLE IF NOT EXISTS `win_pid55` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid56`
--
CREATE TABLE IF NOT EXISTS `win_pid56` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid57`
--
CREATE TABLE IF NOT EXISTS `win_pid57` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid58`
--
CREATE TABLE IF NOT EXISTS `win_pid58` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid60`
--
CREATE TABLE IF NOT EXISTS `win_pid60` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid62`
--
CREATE TABLE IF NOT EXISTS `win_pid62` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid70`
--
CREATE TABLE IF NOT EXISTS `win_pid70` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid88`
--
CREATE TABLE IF NOT EXISTS `win_pid88` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid89`
--
CREATE TABLE IF NOT EXISTS `win_pid89` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid93`
--
CREATE TABLE IF NOT EXISTS `win_pid93` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Stand-in structure for view `win_pid94`
--
CREATE TABLE IF NOT EXISTS `win_pid94` (
`BUID` int(11)
,`BPID` int(11)
,`BPrice` int(11)
,`BTD` timestamp
);
-- --------------------------------------------------------

--
-- Structure for view `win_pid1`
--
DROP TABLE IF EXISTS `win_pid1`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid1` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 1) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid2`
--
DROP TABLE IF EXISTS `win_pid2`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid2` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 2) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid3`
--
DROP TABLE IF EXISTS `win_pid3`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid3` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 3) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid4`
--
DROP TABLE IF EXISTS `win_pid4`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid4` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 4) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid5`
--
DROP TABLE IF EXISTS `win_pid5`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid5` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 5) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid6`
--
DROP TABLE IF EXISTS `win_pid6`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid6` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 6) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid7`
--
DROP TABLE IF EXISTS `win_pid7`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid7` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 7) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid8`
--
DROP TABLE IF EXISTS `win_pid8`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid8` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 8) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid9`
--
DROP TABLE IF EXISTS `win_pid9`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid9` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 9) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid10`
--
DROP TABLE IF EXISTS `win_pid10`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid10` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 10) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid11`
--
DROP TABLE IF EXISTS `win_pid11`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid11` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 11) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid12`
--
DROP TABLE IF EXISTS `win_pid12`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid12` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 12) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid13`
--
DROP TABLE IF EXISTS `win_pid13`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid13` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 13) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid14`
--
DROP TABLE IF EXISTS `win_pid14`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid14` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 14) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid15`
--
DROP TABLE IF EXISTS `win_pid15`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid15` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 15) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid16`
--
DROP TABLE IF EXISTS `win_pid16`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid16` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 16) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid17`
--
DROP TABLE IF EXISTS `win_pid17`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid17` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 17) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid18`
--
DROP TABLE IF EXISTS `win_pid18`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid18` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 18) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid20`
--
DROP TABLE IF EXISTS `win_pid20`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid20` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 20) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid24`
--
DROP TABLE IF EXISTS `win_pid24`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid24` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 24) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid25`
--
DROP TABLE IF EXISTS `win_pid25`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid25` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 25) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid26`
--
DROP TABLE IF EXISTS `win_pid26`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid26` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 26) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid27`
--
DROP TABLE IF EXISTS `win_pid27`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid27` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 27) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid28`
--
DROP TABLE IF EXISTS `win_pid28`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid28` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 28) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid29`
--
DROP TABLE IF EXISTS `win_pid29`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid29` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 29) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid32`
--
DROP TABLE IF EXISTS `win_pid32`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid32` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 32) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid33`
--
DROP TABLE IF EXISTS `win_pid33`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid33` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 33) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid39`
--
DROP TABLE IF EXISTS `win_pid39`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid39` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 39) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid40`
--
DROP TABLE IF EXISTS `win_pid40`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid40` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 40) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid42`
--
DROP TABLE IF EXISTS `win_pid42`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid42` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 42) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid53`
--
DROP TABLE IF EXISTS `win_pid53`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid53` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 53) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid54`
--
DROP TABLE IF EXISTS `win_pid54`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid54` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 54) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid55`
--
DROP TABLE IF EXISTS `win_pid55`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid55` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 55) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid56`
--
DROP TABLE IF EXISTS `win_pid56`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid56` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 56) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid57`
--
DROP TABLE IF EXISTS `win_pid57`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid57` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 57) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid58`
--
DROP TABLE IF EXISTS `win_pid58`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid58` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 58) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid60`
--
DROP TABLE IF EXISTS `win_pid60`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid60` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 60) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid62`
--
DROP TABLE IF EXISTS `win_pid62`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid62` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 62) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid70`
--
DROP TABLE IF EXISTS `win_pid70`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid70` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 70) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid88`
--
DROP TABLE IF EXISTS `win_pid88`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid88` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 88) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid89`
--
DROP TABLE IF EXISTS `win_pid89`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid89` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 89) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid93`
--
DROP TABLE IF EXISTS `win_pid93`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid93` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 93) order by `bidding`.`BPrice` desc limit 5;

-- --------------------------------------------------------

--
-- Structure for view `win_pid94`
--
DROP TABLE IF EXISTS `win_pid94`;

CREATE ALGORITHM=UNDEFINED DEFINER=`u328114597_dfk`@`10.1.2.52` SQL SECURITY DEFINER VIEW `win_pid94` AS select `bidding`.`BUID` AS `BUID`,`bidding`.`BPID` AS `BPID`,`bidding`.`BPrice` AS `BPrice`,`bidding`.`BTD` AS `BTD` from `bidding` where (`bidding`.`BPID` = 94) order by `bidding`.`BPrice` desc limit 5;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
